[
  {
    "drug": "Acetaminophen (Tylenol)",
    "population": "Adult",
    "page": 230,
    "text": "For mild to moderate pain scales of 1- 5 or in moderate to severe pain where other medications are contraindicated or deferred. Tylenol, 1 gm IV/IO infusion over fifteen (15) minutes. Single dose only Acetaminophen (Tylenol) – Pediatric (ALS) For mild to moderate pain scales of 1- 5 or in moderate to severe pain where other medications are contraindicated or deferred. 2 years to 14 years: Tylenol, 15mg/kg to max of 1000mg or 1 gm IV/IO infusion over fifteen (15) minutes. Single dose only Reference #s 7010, 7020, 14100 Aden osine (Adenocard) - A dult (ALS) Stable narro w-compl ex SVT or Wide compl ex tachycardia: Adenosin e, 6 mg rapid IVP follow ed imme diately by 20 cc NS bolus, and Ade nosine, 12 mg rapid IVP follow ed immediately by 20 cc NS bolus if patient does not c onver t. May rep eat one ( 1) time. Reference # s 7010, 7020, 14040"
  },
  {
    "drug": "Albuterol (Proventil) Aerosoli zed So lution",
    "population": "Adult",
    "page": 230,
    "text": "Albut erol, 2.5 mg ne bulized, may rep eat two ( 2) times. Reference # s 4060, 7010, 7020, 14010 , 14070"
  },
  {
    "drug": "Albuterol (Proventil) Metered-Dose Inhaler (MDI)",
    "population": "Adult",
    "page": 230,
    "text": "A lbuterol MDI, f our (4) puffs every 10 minut es f or continued shortness of breath and wheezing. Reference # s 4060, 4080 , 7010, 7020, 14120, 14140, 1419 0 Albuterol (Proventil) - Ped iatric (LALS, ALS) Albut erol, 2.5 mg ne bulized, may rep eat two ( 2) times. Reference # s 7010, 7020, 14120, 14140, 14190 MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 2 of 14 Albuterol (Provent il) Metered- Dose Inhaler (M DI) - Ped iatric (BLS, LALS, ALS) Albut erol MDI, f our (4) puffs every 10 minut es f or continued shortness of breath and wheezing. Reference # s 4060, 4080 , 7010, 7020, 14120, 14140, 1419 0 Aspirin , chewab le -Adult (LALS, ALS) Aspirin, 325 mg PO chewed ( one (1) a dult non-e nteric coated a spirin) or f our (4) chewable 81 mg a spirin. Reference # s 4060, 4080 , 5010 , 7010, 7020"
  },
  {
    "drug": "Atropine (A LS)",
    "population": "Adult",
    "page": 231,
    "text": "Atropine, 1 mg IV/I O. May repeat every f ive (5) minut es up to a max imum of 3 mg or 0.04 mg/kg. Organophosphate poisoning: Atropine, 2 mg IV/IO, rep eat at 2 mg increments every f ive (5) minut es if patient remains symptoma tic. Reference # s 406 0, 4080 , 7010, 7020, 13010, 14030, 14260"
  },
  {
    "drug": "Organophosphate poisoning",
    "population": "Pediatric",
    "page": 231,
    "text": "Atropine, 0.05 mg/kg IV/IO not to exceed adult dose of 2 mg, repeat at 0.1 mg/kg increments every five (5) minutes if patient remains symptomatic . Reference #s 4060, 4080, 7010, 7020, 13010 Buprenorphine -Naloxone (Suboxone ®)- Adult (ALS): Opioid Withdrawal - Clinical Opioid Withdrawal Scale ≥ 8: Buprenorphine- Naloxone, 16 mg /4mg sublingual, may repeat at 8 mg/2mg sublingual after ten (10) minutes if patient remains symptomatic, to a maximum total dose of 24 mg/6mg. Reference #s 7010, 10050"
  },
  {
    "drug": "Calcium Ch loride",
    "population": "Adult",
    "page": 231,
    "text": "Calcium Channe l Blocker Poisonings Calcium Chloride, 1 gm ( 10 ml of a 10% solution) IV/IO. Reference # s 5010, 7010, 7020, 13010 For cardiac arrest with suspected hypocalcemia, hyperkalemia, hypermagnesemia or calcium channel blocker poisoning Calcium Chloride, 1 gm (10 ml of a 10% solution) IV/IO. Reference #s 7010, 7020, 14050 MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 3 of 14 For End Stage Renal Disease (ESRD) patients on dialysis with suspected hyperkalemia and hemodynamic instability with documented sinus bradycardia,3 rd degree AV Block, 2nd degree Type II AV Block, slow junctional and ventricular escape rhythms, or slow atrial fibrillation. ( Base hospital order only). Calcium Chloride, 1 gm (10 ml of a 10% solution) IV/IO Reference #s 5010, 7010, 7020, 14030"
  },
  {
    "drug": "Calcium Chloride",
    "population": "Pediatric",
    "page": 232,
    "text": "Calcium Channel Blocker Poisonings Calcium Chloride, 20 mg/kg IV/IO over five (5) minutes. Reference #s 7010, 7020, 13010"
  },
  {
    "drug": "Hypoglycemia",
    "population": "Adult",
    "page": 232,
    "text": "Dextrose 10% /250 ml (D10W 25 gm) IV/IO Bolus Reference #s 4060, 4080 , 5010, 7010, 7020, 8010, 13020, 13030, 14040, 14060"
  },
  {
    "drug": "Dextrose",
    "population": "Pediatric",
    "page": 232,
    "text": "Hypoglycemia - Neonates (0 - 4 weeks) with blood glucose less than 35 mg/dL or pediatric patients (more than 4 weeks) with glu cose less than 60 mg/dL : Dextrose 10%/250 ml ( D10W 25 gm) 0.5 gm/kg (5 ml/k g) IV/IO Reference #s 5010, 7010, 7020, 13020, 13030, 14150 , 14160, 14170 Diazepam – Adult (ALS) only when midazolam is not commercially available. Seizures: Diazepam , 5 mg IV/IO , single dose only Diazepam 10mg IM, single dose only"
  },
  {
    "drug": "Diazepam",
    "population": "Pediatric",
    "page": 232,
    "text": "Seizures: Diazepam 0.1mg/kg IV/IO , single dose only, not to exceed adult dose of 5mg Diazepam 0.2mg/kg IM, single dose only, not to exceed adult dose of 10mg Reference #s 7010, 7020, 14170"
  },
  {
    "drug": "Diphenhydramine",
    "population": "Adult",
    "page": 232,
    "text": "Diphenhydramine, 25 m g IV/IO Diphenhydramine, 50 m g IM Reference #s 4060, 4080 , 7010, 7020, 13010, 14010"
  },
  {
    "drug": "Diphenhydramine",
    "population": "Pediatric",
    "page": 232,
    "text": "Allergic reaction: MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 4 of 14 2 years to 14 years Diphenhydramine, 1 m g/kg slow IV/IO, not to exceed adult dose of 25 mg, or Diphenhydramine, 2 m g/kg IM not to e xceed adult dose of 50 mg IM. Reference #s 7010, 7020, 14140"
  },
  {
    "drug": "Epinephrine (1 mg/ml)",
    "population": "Adult",
    "page": 233,
    "text": "Severe Bronc hospasm, Asthma Attack, Pending R espiratory Failur e, Severe Allergic Reactions: Epinephrine, 0.3 mg IM. May repeat after 15 minut es one (1) time if symptoms do not improve. Reference # 14010"
  },
  {
    "drug": "Epinephrine (0.1 mg/ml)",
    "population": "Adult",
    "page": 233,
    "text": "For p ersistent severe anaphy lactic reaction: Epinephrine (0.1 mg/ml), 0.1 mg slow IVP/IO. May repeat every five (5) minut es as needed to tot al dosage of 0.5 m g. Reference # 14010 Cardiac Arrest, As ystole, PEA: Epinephrine (0.1 mg/ml), 1 mg IV/IO. Reference #s 4060, 4080 , 5010, 7010, 7020, 14010, 14050 , 14260"
  },
  {
    "drug": "Epinephrine (0.3 Auto injector )",
    "population": "Adult",
    "page": 233,
    "text": "For severe asthma and/or anaphylaxis only Epinephrine 0.3 mg auto- injector , may repeat once after 15 minutes"
  },
  {
    "drug": "Epinephrine (0.15 Auto injector  Jr.)",
    "population": "Pediatric",
    "page": 233,
    "text": "For anaphylaxis only Epinephrine 0. 15 mg auto- injector"
  },
  {
    "drug": "Epinephrine (0.01 mg/ml)",
    "population": "Adult",
    "page": 233,
    "text": "Post resuscitation, persistent profound nontraumatic shock and hypotension, and for persistent shock due to trauma where cardiac arrest is imminent: (Push Dose Epinephrine). Prepare Epinephrine 0.01 mg/ml solution by mixing 9 ml of normal saline with 1 ml of Epinephrine 0.1 mg/ml in a 10 ml syringe. Administer 1 ml every one (1) to five (5) minutes titrated to maintain SBP more than 90 mm Hg. Reference #s 4060, 4080, 5010, 7010, 7020, 11010, 14050, 14090, 14230"
  },
  {
    "drug": "Epinephrine (1 mg/ml)",
    "population": "Pediatric",
    "page": 233,
    "text": "Severe Bronc hospasm, Asthma Attack, Pending Respiratory Failur e, Severe Allergic Reactions: MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 5 of 14 Epinephrine, 0.01 mg/kg IM not to exceed adult dos age of 0.3 mg. May repeat after 15 minut es one (1) time if symptoms do not impr ove. Reference #s 4060, 5010, 7010, 7020, 14120, 14140"
  },
  {
    "drug": "Epinephrine (0.1 mg/ml)",
    "population": "Pediatric",
    "page": 234,
    "text": "Anaphy lactic reaction (no palpable radial pulse and de pressed level of c onsciousn ess): Epinephrine (0.1 mg/ml), 0.01 mg/kg IV/IO, no more than 0.1 mg per dose. May repeat to a maximum of 0.5 mg . Cardiac Arrest: 1 day to 8 years Epinephrine (0.1 mg/ml), 0.01 mg/kg IV/IO (do not exceed adult dosage) 9 to 14 years Epinephrine (0.1 mg/ml), 1.0 mg I V/IO Newborn Care: Epinephrine (0.1 mg/ml), 0.01 mg/kg IV/IO if heart rate is less than 60 after one (1) minute after evaluating airway for hypoxia and assessing body temperature for hypother mia. Epinephrine (0.1 mg/ml), 0.005 mg/kg IV/IO every 10 minut es for persistent hypotension as a base hospital order or in radio communi cation failure. Reference # 14200"
  },
  {
    "drug": "Epinephrine (0.01 mg/ml)",
    "population": "Pediatric",
    "page": 234,
    "text": "Post r esuscitation, profound shock and hypotension, for persistent shock due to trauma where cardiac arrest is imminent (Push Dose Epinephrine): Prepare Epinephrine 0.01 mg/ml solution by mixing 9 ml of normal saline with 1 ml of Epinephrine 0.1 mg/ml in a 10 ml syringe. Administer 0.1 ml/kg (do not exceed adult dosage), every one (1) to five (5) minutes. Titrate to maintain a SBP more than 70 mm Hg. Reference #s 5010, 7010, 7020, 11010 , 14150, 14180, 14230"
  },
  {
    "drug": "Fentanyl",
    "population": "Adult",
    "page": 234,
    "text": "Chest Pain ( Presumed Ischemic Origin ): Fentanyl, 50 mcg slow IV/IO over one (1) minut e. May repeat every five (5) minut es titrated to pa in, not to e xceed 200 mc g. Fentanyl, 100 mcg IM/IN. May repeat 50 mcg every 10 minut es titrated to pain, not to exceed 200 mcg. Acute traumatic injuries, acute abdominal/flank pain, burn injuries, Cancer pain, Sickle Cell Crisis: Fentanyl, 50 mcg slow IV/IO push over one (1) minut e. May repeat every five (5) minut es titrated to pa in, not to e xceed 200 mc g IV/IO, or Fentanyl, 100 mcg IM/IN. May repeat 50 mcg every 10 minut es titrated to pain, not to exceed 200 mcg. Pacing, s ynchroniz ed cardiove rsion: Fentanyl, 50 m cg slow IV/IO ov er one (1) minut e. May repeat in five (5) minut es titrated to pa in, not to e xceed 200 mc g. MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 6 of 14 Fentanyl, 100 mc g IN. May repeat 50 mc g every 10 minut es titrated to pa in, not to exceed 200 mcg. Any combination of IV/IO/IM/IN may be a dminist ered, not to exceed 200 mcg. Contact base hospit al for additiona l orders and to dis cuss further treatment options. Reference #s 3050, 4060 , 4080 , 5010, 7010, 7020, 11020, 13030, 14070, 14090, 14100, 14240"
  },
  {
    "drug": "Fentanyl",
    "population": "Pediatric",
    "page": 235,
    "text": "Fentanyl, 0.5 mcg/kg slow IV/IO over one (1) minut e. May repeat in five (5) minut es titrated to pa in, not to e xceed 50 mcg for a single dose . Fentanyl, 1 mcg/kg IM/IN, may repeat every 10 minut es titrated to pain not to exceed 100 mcg for a single dose. Any combination of IV/IO/IM/IN may be administ ered, not to exceed four (4) doses or cumulative maximum of 200 mcg. Contact base hospit al for additiona l orders and to dis cuss further treatment options. Reference #s 3050, 4080 , 5010, 7010, 7020, 13030, 14180, 14190, 14240"
  },
  {
    "drug": "Glucose - Oral",
    "population": "Adult",
    "page": 235,
    "text": "Adult with blood glu cose less than 80 mg/d L: Glucose - Oral, one (1) tube for patients with a n intact gag reflex and hypoglycemia. Reference #s 7010, 7020, 13020, 14060, 14080, 14230"
  },
  {
    "drug": "Glucose - Oral",
    "population": "Pediatric",
    "page": 235,
    "text": "Hypoglycemia - Neonates (0 - 4 weeks) with blood glucose less than 35 mg/dL or pediatric patients (more than 4 weeks) with glu cose less than 60 mg/dL : Glucose - Oral, one (1) tube for patients with a n intact gag reflex and hypoglycemia. Reference #s 7010, 7020, 1417 0, 1416 0"
  },
  {
    "drug": "Glucagon",
    "population": "Adult",
    "page": 235,
    "text": "Glucagon, 1 mg IM/SC/IN, if unable to establish IV. May administ er one (1) time on ly. Beta blocker Poisoning (base hospita l order only): Glucagon, 1 mg IV/IO Reference #s 4060, 4080 , 7010, 7020, 13010, 13030, 14060"
  },
  {
    "drug": "Glucagon",
    "population": "Pediatric",
    "page": 235,
    "text": "Hypoglycemia, if unable to establish IV: Glucagon, 0.03 mg/kg IM/IN, if unable to start an IV. May be repeated one (1) time after 20 minut es for a combine d maximum dose of 1 mg . Reference #s 7010, 7020, 13030, 14160, 14170 MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 7 of 14 Beta blocker poisoning (base hospital order only): Glucagon, 0.03 mg/kg IV/IO Reference #’s 4060, 4080, 7010, 7020, 13010 Ipratropium Bromide (Atrovent) Inhalation Solution use with Albuterol Adult (ALS) Atrovent, 0.5 mg nebulized. Administ er one (1) dose only. Reference #s 7010, 7020, 14010, 14070 Ipratropium Bromide (Atrovent) Metered-Dose Inhaler (MDI) use with Albuterol Adult (ALS) When used in combina tion with Albut erol MD I use Albut erol MDI dosing. Reference #s 4060, 4080 , 7010, 7020, 14010, 14070 Ipratropium Bromide (Atrovent) Inhalation Solution use with Albuterol - Pediatric (ALS) 1 day to 12 months Atrovent, 0.25 mg nebulized. Administ er one (1) dose only. 1 year to 14 years Atrovent, 0.5 mg nebulized. Administ er one (1) dose only. Reference #s 7010, 7020, 14120, 14140, 14190 Ipratropium Bromide (Atrovent) Metered-Dose Inhaler (MDI) use with Albuterol - Pediatric (ALS) When used in combina tion with Albut erol MD I use Albut erol MDI dosing. Reference #s 4060, 4080 , 7010, 7020, 14120, 14140, 1419 0"
  },
  {
    "drug": "Ketamine",
    "population": "Adult",
    "page": 236,
    "text": "Acute traumatic injury, acute abdominal/flank pain, burn injuries, cancer related pain and sickle cell crisis: Ketamine, 0.3 mg/kg to a max of 30 mg in a 50 - 100 ml of NS via IV over five (5) minutes. May repeat one (1) time, after 15 minutes, if pain score remains at five (5) or higher. Do not administer IVP, IO, IM, or IN. Reference #s 7010, 7020, 14100"
  },
  {
    "drug": "Lidocaine",
    "population": "Adult",
    "page": 236,
    "text": "VT (pulseless)/VF: Initial Dos e: Lidocaine, 1.5 mg /kg IV/IO For refractory VT (pulseless)/VF, may administ er an additiona l 0.75 mg/kg IV/IO, repeat one (1) time in five (5) to 10 minut es; maximum total dose of 3 mg/kg. V-Tach, Wide Compl ex Tachycardia - with Puls es: Lidocaine, 1.5 m g/kg slow IV/IO MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 8 of 14 May administ er an additional 0.75 m g/kg slow IV/IO; maximum total dose of 3 mg/kg. Reference #s 4060, 5010, 7010, 7020, 8010, 11020, 14040 , 14050 , 14090"
  },
  {
    "drug": "Lidocaine",
    "population": "Pediatric",
    "page": 237,
    "text": "Cardiac Arrest: 1 day to 8 years Lidocaine, 1.0 m g/kg IV/IO 9 to 14 years Lidocaine, 1.0 m g/kg IV/IO May repeat Lidocaine at 0.5 mg /kg after five (5) minut es; maximum total dose of 3 mg/kg. Reference #s 5010, 7010, 7020, 14150 Lidocaine 2% (Intravenous Solution) - Pediatric and Adult (ALS) Pain assoc iated with IO infusion: Lidocaine, 0.5 m g/kg slow IO push ov er two (2) minut es, not to e xceed 40 mg total. Reference #s 5010, 7010, 7020, 11020"
  },
  {
    "drug": "Magnesium Sulfate",
    "population": "Adult",
    "page": 237,
    "text": "Polymorphic Ventricular Tachycardia: Magnesium Sulfate, 2 gm IV/IO bolus over five (5) minut es for polymorphic VT if prolonged QT is observed dur ing sinus rhythm po st-cardioversion. Eclampsia (Seizure/Tonic/Clonic Activity): Magnesium Sulfate, 4 gm IV/IO slow IV push o ver three (3) to four (4) minut es. Magnesium Sulfate, 10 m g/min IV/IO drip to pr event continu ed seizures. Reference #s 5010, 7010, 7020, 8010, 14210 Severe Asthma/Respiratory Distress (ALS) (base hospital order only): Magnesium Sulfate, 2 gm slow IV drip over 20 minutes. Do not repeat. Reference# 14010"
  },
  {
    "drug": "Magnesium Sulfate",
    "population": "Pediatric",
    "page": 237,
    "text": "Severe Asthma/Respiratory Distress (base hospital order only): Magnesium Sulfate, 50 mg/kg slow IV drip over 20 minutes. Do not exceed the adult dos age of 2 gm total. Do not repeat. Reference # 14120"
  },
  {
    "drug": "Midazolam  (Versed)",
    "population": "Adult",
    "page": 237,
    "text": "Behavioral Emergencies, if patient meets criteria for potentially fatal and dangerous agitation: Midazolam, 2.5 mg IV/IO. May repeat in five (5) minutes, or Midazolam, 5 mg IM /IN. May repeat in 10 minutes. Maximum of thre e (3) dos es using a ny combination of I V/IO/IM/IN may be a dminist ered. C ontact base hospit al for addition al orders and to dis cuss further treatment options. MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 9 of 14 Reference # 14110 Post ROSC Agitation (base hospital order only): Agitation following ROSC that hinders patient’s care, i.e. biting or attempting to remove ET tube/lines, Not to be used for sedation during intubation of any patients . Midazolam, 2.5 mg IV/IO or Midazolam 5 mg IM/IN Patient must have advanced airway (endotracheal tube or i -gel.) Repeat dose requires base hospital contact. Reference # 14050 Seizure: Midazolam, 2.5 mg IV/IO. May repeat in five (5) minut es for continu ed seizure activity, or Midazolam, 5 mg IM/IN. May repeat in 10 minut es for continue d seizure activity. Assess patient for medication related reduce d respiratory rate or hypotension. Maximum of thre e (3) dos es using a ny combination of I V/IO/IM/IN m ay be a dminist ered for continu ed seizure activity. Contact base hospit al for additiona l orders and to dis cuss further treatment options. Pacing, s ynchroniz ed cardiove rsion: Midazolam, 2.5 mg slow IV/IO. May repeat in five (5) minut es. Midazolam, 5 mg IM/IN. May repeat in ten (10) minut es. Maximum of thre e (3) dos es using a ny combination of I V/IO/IM/IN may be a dminist ered. C ontact base hospit al for addition al orders and to dis cuss further treatment options. CPAP: Midazolam, 1 mg IV/IO /IM/IN may be administered one (1) time for anxiety related to application of CPAP. Contact base hospital for additional or ders. Reference #s 4060, 4080 , 7010, 7020, 11020, 13020, 14060, 14210"
  },
  {
    "drug": "Midazolam  (Versed)",
    "population": "Pediatric",
    "page": 238,
    "text": "Seizures: Midazolam, 0.1 mg/kg IV/IO with maximum dose 2.5 mg. May repeat Mida zolam in f ive (5) minut es, or Midazolam, 0.2 mg/kg IM/IN with m aximum dose of 5 mg. May repeat Mida zolam in 10 minut es for continue d seizure. Assess patient for medication related reduce d respiratory rate or hypotension. Maximum of thre e (3) dos es using a ny combination of I V/IO/IM/IN m ay be a dminist ered for continu ed seizure activity. Contact base hospit al for addition al orders and to dis cuss further treatment options. MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 10 of 14 Behavioral Emergencies, if patient meets criteria for potentially fatal and dangerous agitation (base hospital order): Midazolam, 0.1 mg/kg IV/IO . May repeat in five (5) minutes, or Midazolam, 0.2 mg/kg IM/IN. May repeat in 10 minutes. Assess patient for medication related reduce d respiratory rate or hypotension. Maximum of thre e (3) dos es using a ny combination of IV/IO/IM/IN may be a dminist ered. Not to exceed adult dose. Contact base hospit al for addition al orders and to dis cuss further treatment options. Reference #s 7010, 7020, 14170, 14110"
  },
  {
    "drug": "Naloxo ne (Narcan)",
    "population": "Adult",
    "page": 239,
    "text": "For re solution of r espiratory depression r elated to susp ected opiate overdose: Naloxone, 0.5 mg IM/IN, may repeat N aloxone 0.5 mg IM/IN every two (2) to three (3) minut es if needed to improve respiratory effort . For suspected F entanyl overdose with respiratory depression: Consider a loading dose of 4 mg IN Naloxone . If no signs of respiratory improvement , consider Naloxone 0.5 mg IM/IN every two (2) to three (3) minutes if needed. Do not e xceed 10 mg of Naloxone total regardless of route administ ered. Reference #s 7010, 7020, 8030 , 14060"
  },
  {
    "drug": "Naloxo ne (Narcan)",
    "population": "Adult",
    "page": 239,
    "text": "For re solution of r espiratory depression r elated to susp ected opiate overdose: Naloxone, 0.5 mg IV/IO/IM/IN, may repeat Naloxone 0.5 mg IV/IO/IM/IN every two ( 2) to three (3) minut es if needed to improve respiratory effort . For suspected F entanyl overdose with respiratory depression: Consider a loading dose of 4 mg IN Naloxone , may repeat one (1) time. If no signs of respiratory improvement , consider Naloxone 0.5 mg IV/IO/IM/IN every two (2) to three (3) minutes if needed. Do not e xceed 10 mg of Naloxone total regardless of route administ ered. Reference #s 4080, 7010, 7020, 14060"
  },
  {
    "drug": "Naloxo ne (Narcan)",
    "population": "Pediatric",
    "page": 239,
    "text": "For re solution of r espiratory depression r elated to susp ected opiate overdose: 1 day to 8 years Naloxone, 0.1 mg/kg IM/IN (do not exceed the adult dose of 0.5 mg per administ ration) 9 to 14 years Naloxone, 0.5 mg IM/IN May repeat every two (2) to three (3) minut es if needed. Do not exceed the adult dos age of 10 mg total IM/IN. Reference #s 7010, 7020, 8030 , 14150 , 14160"
  },
  {
    "drug": "Naloxo ne (Narcan)",
    "population": "Pediatric",
    "page": 239,
    "text": "MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 11 of 14 For re solution of r espiratory depression r elated to susp ected opiate overdose: 1 day to 8 years Naloxone, 0.1 mg/kg IV/IO/IM/IN (do not exceed the adult dose of 0.5 mg per administ ration) 9 to 14 years Naloxone, 0.5 mg IV/IO/IM/IN May repeat every two (2) to three (3) minut es if needed. Do not exceed the adult dos age of 10 mg total IV/IO/IM/IN. Reference #s 7010, 7020, 14150, 14160"
  },
  {
    "drug": "Nitroglycerin (NTG)",
    "population": "Adult",
    "page": 240,
    "text": "Nitroglycerin, 0.4 m g sublin gual/transmuc osal. One (1) every three (3) minut es as needed. May be repeated as long as patient continue s to have signs of adequate tissue perfusion. If a Rig ht Ventricular Infarction is su spected , the use of nitrates requires base hospital contact. Nitroglycerin Paste, 1 inch (1 gm) transdermal , may not repeat . Nitroglycerin sublingual is the preferred route of administration for ACS. Nitro Paste is a one (1) time dose and intended for when sublingual cannot be easily administered (i .e., CPAP) . Nitroglycerin is c ontraindicated if there are signs of inadequate tissue perfusion or if sexual enhancement medications have been utilize d within the past 48 hour s. Reference #s 4060, 4080 , 7010, 7020, 14010, 14240 Ondansetron (Zofran) - Patients four (4) years old to Adult (ALS) Nausea/Vomiting: Onda nsetron, 4 mg slow IV/IO/ODT All patients four (4) to eight (8) years old: May administ er a total of 4 mgs of Onda nsetron prior to base hospit al contact. All patients nine (9) and older : May administ er Ondansetron 4 mg; may repeat two (2) tim es, at 10 m inute int ervals, for a total of 12 mgs prior to base hospit al contact. May be used as prophylactic treatm ent of nausea and vomiting associated with n arcotic administ ration. Reference #s 4080, 7010, 7020, 14090 , 14180, 14220"
  },
  {
    "drug": "Oxyg en",
    "population": "Pediatric",
    "page": 240,
    "text": "device) General Administration ( Hypoxia): Titrate Oxygen at lowest rate required to ma intain SPO 2 at 94% . Do not a dminist er suppl emental oxygen for SPO2 more than 95%. Chronic Obstruc tive Pulmonary Disease (COPD): Titrate Oxygen at lowest rate required to ma intain SPO2 at 90% . Do not a dminist er suppl emental oxygen for SPO2 more than 91%. MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 12 of 14 Reference #s 12010, 13010, 13020, 13030, 13050, 14010 , 14020 , 14030, 14040, 14060 , 14070 , 14090, 14120, 14130, 14140 , 14160, 14170, 14180, 14190, 1420 0, 14210 , 14220, 14230, 14240"
  },
  {
    "drug": "Sodium Bicarbonate",
    "population": "Adult",
    "page": 241,
    "text": "Tricyclic Poisoning (base hospital order only): Sodium Bicarbona te, 1 mEq/kg IV/IO Reference #s 5010, 7010, 7020, 13010 For cardiac arrest with suspected metabolic acidosis, hyperkalemia or tricyclic poisoning (base hospital order only): Sodium Bicarbonate, 50 mEq IV/IO / 50cc preload or 50cc single- dose vial Reference #’s 7010, 7020, 14050"
  },
  {
    "drug": "Sodium Bicarbonate",
    "population": "Pediatric",
    "page": 241,
    "text": "Tricyclic Poisoning (base hospital order only): Sodium Bicarbonate, 1 mEq/kg IV/IO Reference #’s 7010, 7020, 13010 Tranexamic Acid (TXA) - Patients 15 years of age and older (ALS) Signs of hemorrhagic shock meeting inclusion criteria: Administer TXA 1 gm in 50 - 100 ml of NS via IV/IO over 10 minutes. Do not administer IVP as this will cause hypotension. Signs of postpartum hemorrhagic shock (base hospital order only) Administer TXA 1 gm in 50 - 100 ml of NS via IV/IO over 10 minutes. Do not administer IVP as this will cause hypotension. Reference #s 7010, 7020, 14090, 14210, 14230, MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 13 of 14 APPENDIX I Medications for self-administration or with deployment of the ChemPack. Medications listed below may be used only for the purposes referenced by the asso ciated ICEMA Treatment Protocol. Any other use, route or dose other than those liste d, must be ordered in consultation with the Base Hospital physician."
  },
  {
    "drug": "Atropine",
    "population": "Pediatric",
    "page": 242,
    "text": "Known nerve agent/organophosphate poisoning with deployment of the ChemPack using: Two (2) or more mild symptoms: Administ er the weight-based dos e listed below as soon as an exposur e is known or strongly susp ected. If severe symptoms develop after the first dose, two (2) additiona l doses shoul d be repeated in rapid succession 10 minut es after the first dose; do not administ er more than three (3) doses. If profound anticholin ergic effects occur in the a bsence of excessive b ronchial secretions, further doses of atropine should be withheld. One (1) or more severe symptoms: Imme diately administ er (3) three weight-based doses listed below in rapid succe ssion. Weight-based dosing: Less than 6.8 kg ( less than 15 lbs ): 0.25 mg , IM usi ng multi- dose vial 6.8 to 18 kg (15 to 40 lbs ): 0.5 m g, IM usi ng AtroPen auto-injector 18 to 41 kg (40 to 90 lbs ): 1 mg , IM usi ng AtroPen auto-injector More than 41 kg ( more than 90 lbs ): 2 mg , IM usi ng multi- dose vial Symptoms of insecticide or nerve agent poisoning, as provided by manufac turer in the AtroPe n produc t labe ling, to guide therapy: Mild symptoms: Blurred vision, bradycardia, breathing di fficulties, chest tightness, coughing, drooling, miosis, muscular twitching, nausea, runny nos e, salivation in creas ed, stomac h cramps, tachycardia, teary eyes, tre mor, vomitin g, or wheezing. Severe symptoms: Breathing di fficulties (severe), confused/strange behavior, defecation (involunt ary), muscular twit ching/generaliz ed weakness (severe), respiratory secretions (severe), seizure, unc onsciousne ss, u rination (involunt ary). NOTE: Infants may become drowsy or unconscious with muscle floppin ess as oppos ed to muscle twitching. Reference #s 11010, 13010, 13040"
  },
  {
    "drug": "Diazepam (Valium)",
    "population": "Adult",
    "page": 242,
    "text": "For s eizures asso ciated with nerve agent/org anophosphate exposure O NLY with the de ployment of the ChemPack: Diazepam 10 mg (5 mg/ml) auto-injector IM (if IV is un available), or Diazepam 2.5 mg IV Reference # 13040 MEDICATION - STANDARD ORDERS Reference No. 11010 Effective Date: 05/01/24 Supersedes: 11/10/23 Page 14 of 14"
  },
  {
    "drug": "Diazepam (Valium)",
    "population": "Pediatric",
    "page": 243,
    "text": "For s eizures asso ciated with nerve agent/orga nophosphate exposure ONLY with the de ployment of the ChemPack: Diazepam 0.05 m g/kg IV Reference # 13040 Nerve Agent Antidote Kit (NAA K)/Mark I or DuoDote (containing Atropine/Pralidoxime Chloride"
  },
  {
    "drug": "for self-administration or with deployment of the ChemPack)",
    "population": "Adult",
    "page": 243,
    "text": "Nerve agent exposure with assoc iated symptoms: One (1) NAAK auto-injector IM into outer thigh. May repeat up to two (2) times every 10 to 15 minutes if symptoms per sist. Reference #s 7010, 7020, 13010, 13040 INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 11020 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 4 PROCEDURE - STANDARD ORDERS 12-lead Electrocardiography (EMT -P) • ECG should be performed prior to medication administration. • ECG should be performed on any patient whose medical history and/or presenting symptoms are consistent with acute coronary syndrome including typical or atypical chest pain, syncopal episode, prior AMI, heart disease, or other associated risk factors. Capnography (EMT -P) • Utilize capnography in patients with respiratory distress, respiratory failure, cardiac arrest, and critically ill patients • Capnography is required for continuous monitoring of patients given medications that may cause respiratory depression. • Perform capnography after administration of Midazolam for behavioral emergencies. • Monitor waveform, numerical value and document in ePCR."
  },
  {
    "drug": "Continuous Positive Airway Pressure Device (CPAP)",
    "population": "Adult",
    "page": 244,
    "text": "• Start at lowest setting and increase slowly until patient experiences relief or until a maximum of 15 cm H 2O is reached. External Jugular Vein Access (AEMT and EMT -P) • Not indicated for patients eight (8) years of age and younger. • Patient condition requires IV access and other peripheral venous access attempts are unsuccessful. Blood Glucose Check (EMT, AEMT, and EMT -P) • Should be assessed if the patient meets key indicators consistent with high or low blood sugar. Intraosseous Insertion (AEMT pediatric patients only and EMT -P) • EMT -Ps may administer Lidocaine slowly per ICEMA Reference #11010 - Medication - Standard Orders, to control infusion pain. • • Approved insertion sites:  Eight (8) years of age or younger (LALS and ALS):  Proximal Tibia - Anterior medial surface of tibia, 2 cm below tibial tuberosity. PROCEDURE - STANDARD ORDERS Reference No. 11020 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 4  Nine (9) years of age and older (ALS only):  Proximal Tibia - Anterior medial surface of tibia, 2 cm below tibial tuberosity.  Distal Tibia - Lower end of tibia, 2 cm above the medial malleolus.  Humeral Head .  Anterior distal femur, 2 cm above the patella - Base hospital contact only. • Leave site visible and monitor for extravasation. Nasogastric/Orogastric Tube (EMT -P) • Use a water -soluble lubricating jelly . Needle Cricothyrotomy (EMT -P) • Absolute contraindication: Transection of the distal trachea. • Monitor end- tidal CO 2 and wave form capnography. • Monitor pulse oximetry. • Contact base hospital if unable to ventilate adequately and transport immediately to the closest hospital for airway management. Needle Thoracostomy (EMT -P) • As a temporary method for chest decompression in the management of suspected tension pneumothorax.  Clinical Indications :  Patients with hypotension (SBP less than 90), clinical signs of shock, and at least one of the following signs: o Jugular vein distention. o Tracheal deviation away from the side of the injury (often a late sign). o Absent or decreased breath sounds on the affected side. o Increased resistance when ventilating a patient. • The midaxillary line at the 5th intercostal space is the preferred site. • Consider bilateral needle thoracostomy if no improvement or in traumatic cardiac arrest."
  },
  {
    "drug": "Oral Endotracheal Intubation",
    "population": "Adult",
    "page": 245,
    "text": "• Oral endotracheal intubation is permitted only in patients who are taller than the maximum length of a pediatric emergency measuring tape (Broselow, etc.) or equivalent measuring from the top of the head to the heal of the foot. • Monitor end- tidal CO 2 and wave form capnography. • Monitor pulse oximetry. PROCEDURE - STANDARD ORDERS Reference No. 11020 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 3 of 4 • If unable to place ET after a maximum of three (3) intubation attempts (defined as placement of the laryngoscope in the mouth). If unsuccessful, continue with BVM airway management and transport to the nearest receiving hospital. If BVM is ineffective then attempt placement of supraglottic airway . • Document verification of tube placement (auscultation, visualization, capnography). Supraglottic Airway –Pediatric and Adult (EMT -P) • Supraglottic airway is permitted only as a B ackup airway in patients who have failed attempts with BLS airway and oral endotracheal intubation. • Monitor end- tidal CO 2 and wave form capnography. • Monitor pulse oximetry. • If unable to place after three ( 3) attempts (defined as placement of the soft gel into the mouth), continue with BLS airway and proceed to nearest receiving hospital • Document verification of SGA (auscultation, continuous capnography). Spinal Motion Restriction (EMT, AEMT and EMT -P) • Should be placed if patient meets the indicators, per ICEMA Reference #14090 - Trauma - Adult (Neuro Deficits present, Spinal Tenderness present, Altered Mental status, Intoxication, or Distracting Injury). • An AEMT and/or EMT -P may remove if placed by BLS crew and it does not meet indicators. Synchronized Cardioversion (EMT -P) • For anxiety prior to cardioversion, consider Midazolam per ICEMA Reference # 11010 - Medication - Standard Orders. • For pain, consider Fentanyl per ICEMA Reference #11010 - Medication - Standard Orders. • If rhythm deteriorates to v-fib, turn off the sync button and defibrillate. • Select initial energy level setting at 100 joules or a clinically equivalent biphasic energy level per manufacture guidelines. Procedure may be repeated at 200, 300 and 360 joules or a clinically equivalent biphasic energy level per manufacture guidelines. • With base hospital order, repeated cardioversion attempts at 360 joules or clinically equivalent biphasic energy level per manufacturer’s guidelines may be attempted. PROCEDURE - STANDARD ORDERS Reference No. 11020 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 4 of 4 Transcutaneous Cardiac Pacing (EMT -P) • Start at a rate of 60 and adjust output to the lowest setting to maintain capture. Assess peripheral pulses and confirm correlation with paced rhythm. • Reassess peripheral pulses. Adjust output to compensate for loss of capture. • Increase rate (not to exceed 100) to maintain adequate tissue perfusion. • For anxiety, consider Midazolam per ICEMA Reference #11010 - Medication - Standard Orders. • For pain, consider Fentanyl per ICEMA Reference #11010 - Medication - Standard Orders. • Contact the base hospital if rhythm persists or for continued signs of inadequate tissue perfusion. Vagal Maneuvers (EMT -P) • Relative contraindications for patients with hypertension, suspected STEMI, or suspected head/brain injury. • Reassess cardiac and hemodynamic status. Document rhythm before, during and after procedure. • If rhythm does not covert within ten (10) seconds, follow ICEMA Reference # 14040 -"
  },
  {
    "drug": "Tachycardias",
    "population": "Adult",
    "page": 247,
    "text": "INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 12010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 PATIENT CARE GUIDELINES I. PURPOSE To establish guidelines for the minimum standard of care and transport of patients. II. BLS INTERVENTIONS ● Obtain a thorough assessment of the following:  Airway, breathing and circulatory status.  Subjective assessment of the patient’s physical condition and environment.  Objective assessment of the patient’s physical condition and environment.  Vital signs (blood pressure, pulse, respiration, GCS, skin signs, etc.).  Prior medical history and current medications.  Any known medication allergies or adverse reactions to medications, food or environmental agents. ● Initiate care using the following tools as clinically indicated or available:  Spinal motion restriction .  Airway control with appropriate BLS airway adjunct.  Oxygen as clinically indicated.  Assist the patient into a physical position that achi eves the best medical benefit and maximum comfort.  Automated External Defibrillator (AED).  Administer Naloxone by intranasal and/or intramuscular routes.  Blood glucose monitoring.  Consider the benefits of early transport and/or intercept with ALS personnel if clinically indicated. ● Assemble necessary equipment for ALS procedures or treatment under direction of EMT - P.  Cardiac monitoring.  IV/IO.  Endotracheal intubation. ● Under EMT -P supervision, assemble pre- load medications as directed (excluding controlled substances). PATIENT CARE GUIDELINES Reference No. 12010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 III. LIMITED ALS (LALS) INTERVENTIONS ● Evaluation and continuation of all initiated BLS care. ● Augment BLS assessment with an advanced assessment including, but not limited to the following:  Qualitative lung assessment.  Blood glucose monitoring. ● Augment BLS treatment measures with LALS treatments as indicated by LALS protocols. ● Initiate airway control as needed with the appropriate LALS adjunct. ● Initiate vascular access as clinically indicated. IV. ALS INTERVENTIONS ● Evaluation and continuation of all initiated BLS and/or LALS care when indicated by patient’s condition. ● Augment BLS and/or LALS assessment with clinically indicated advanced assessments including but not limited to the following:  Cardiac monitor and/or 12- lead ECG.  Capnography.  Blood glucose monitoring. ● Augment BLS and/or LALS treatment with advanced treatments as clinically indicated.  Initiate airway control when clinically indicated using an appropriate airway adjunct to achieve adequate oxygenation and ventilation.  Initiate fluid resuscitation when clinically indicated. . ● Review and evaluate treatments initiated by BLS, LALS, or ALS personnel.  Consider discontinuing treatments not warranted by patient’s clinical condition. Intermittent monitoring may be used instead of continuous monitoring when clinically indicated. INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 1202 0 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 GLASGOW COMA SCALE I. EYE OPENING • Spontaneous : Eye opening is spontaneous if the patient’s eyes are already open at the time of the assessment with no stimulation other than that of the existing ambient environment. The patient can close his eyes to command. This eye opening response implies an intact reticular activating mechanism and a functioning arousal mechanism. • To Voice : If the patient’s eyes are not open at the time of the assessment, a response to voice is present if the eyes open when the patient’s name is spoken or shouted. • To Pain : If verbal stimulation is unsuccessful in eliciting eye opening, a response to pain is present if the eyes open when a standard pain stimulus is applied. • None : No eye response is present if the above attempts at stimulation are unsuccessful. II. BEST VERBAL RESPONSE • Oriented : After being aroused, the patient is asked name, place and date. The patient is oriented if the answers given are correct. • Confused : The patient is confused if the individual cannot answer the questions regarding, name, place and date accurately, but is still capable of producing phrases, sentences or conversation exchanges. • Inappropriate : In this state, the patient cannot produce phrases, sentences or conversational exchanges, but can produce an intact word or two. These words may be electable only in response to physical stimulation and may frequently be obscenities or relative’s names. • Incomprehensible : In this state, the patient can produce groans, moans or unintelligible mumblings, but cannot produce an intact word in response to stimulation. • None : In this state, the patient does not respond with any phonation to any stimulation no matter how prolonged or repeated. III. BEST MOTOR RESPONSE • Obedient: In response to instructions, whether verbal or written, or through gestures, patient shows ability to comprehend the instruction and to physically execute it. A common example is the command to hold up two fingers. • Purposeful : When a standard painful stimulus is applied, the patient may move limb or body away from stimulus in a purposeful manner or attempt to push stimulus away. • Withdrawal : If the patient does not obey commands, the standard pain stimulus is applied. Withdrawal is present if 1) the elbow flexes, 2) the movement is rapid, 3) there is no muscle stiffness and 4) the arm is drawn away from the trunk. • Flexion : Flexion is present if 1) the elbow flexes, 2) the movement is slow, 3) muscle stiffness is present, 4) the forearm and hand are held against the body and 5) the limbs hold a hemiplegic position. GLASGOW COMA SCALE Reference No. 1202 0 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 • Extension : Extension is present if 1) the legs and arms extend, 2) muscle stiffness is present and 3) external rotation of the shoulder and forearm occurs. • None : Maximum standard pain stimulation produces no motor response. NOTE: Spinal cord injury may invalidate motor assessment in this form. IV. MODIFIED GLASGOW COMA SCALE FOR INFANTS AND CHILDREN Child Infant Score Eye opening Spontaneous To speech To pain only No response Spontaneous To speech To pain only No response 4 3 2 1 Best verbal response Oriented, appropriate Confused Inappropriate words Incomprehensible sounds No response Coos and babbles Irritable cries Cries to pain Moans to pain No response 5 4 3 2 1 Best motor response* Obeys commands Localizes painful stimulus Withdraws in response to pain Flexion in response to pain Extension in response to pain No response Moves spontaneously and purposefully Withdraws to touch Withdraws to response in pain Abnormal flexion posture to pain Abnormal extension posture to pain No response 6 5 4 3 2 1 * If patient is intubated, unconscious, or preverbal, the most important part of this scale is motor response. Motor response should be carefully evaluated. INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13010 Effective Date: 05 /01/2 4 Supersedes: 04/01/23 Page 1 of 2 POISONINGS I. FIELD ASSESSMENT/TREATMENT INDICATORS • Altered level of consciousness. • Signs and symptoms of substance ingestion, inhalation, injection or surface absorption. • History of substance poisoning. • For nerve agent, organophosphate or carbamate exposure in which the ChemPack has been deployed, refer to ICEMA Reference #13040 - Nerve Agent Antidote Kit (Training, Storage and Administration). II. PRIORITIES • Assure the safety of EMS field personnel, initiate decontamination and isolation procedures as indicated. • Assure and maintain ABCs. • Determine degree of physiological distress. • Obtain vital signs, history and complete physical assessment including the substance ingested, the amount, the time substance was ingested and the route. • If appropriate and can be safely transported, bring ingested substance to the hospital with patient. • Expeditious transport. III. BLS INTERVENTIONS • Assure and maintain ABCs. • Obtain oxygen saturation on room air, unless detrimental to patient condition. Administer oxygen per ICEMA Reference #11010 - Medication - Standard Orders. • Contact poison control (1- 800-222-1222). • Obtain accurate history of incident:  Name of product or substance.  Quantity ingested, and/or duration of exposure.  Time elapsed since exposure.  Pertinent medical history, chronic illness, and/or medical problems within the last twenty -four (24) hours.  Patient medication history. POISONINGS Reference No. 13010 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 • Obtain and monitor vital signs. • Expeditious transport. IV. LIMITED ALS (LALS) INTERVENTIONS PRIOR TO BASE HOSPITAL CONTACT • Perform activities identified in the BLS Interventions. • Obtain vascular access at a TKO rate or if signs of inadequate tissue perfusion, administer 500 cc fluid challenge and repeat until perfusion improves. • For pediatric patients with signs of inadequate tissue perfusion, administer 20 ml/kg IV and repeat until perfusion improves. V. ALS INTERVENTIONS PRIOR TO BASE HOSPITAL CONTACT • Perform activities identified in the BLS and LALS Interventions. • Monitor cardiac status. • For phenothiazine “poisoning” with ataxia and/or muscle spasms, administer Diphenhydramine per ICEMA Reference # 11010 - Medication - Standard Orders. • For known organophosphate poisoning, administer Atropine per ICEMA Reference #11010 - Medication - Standard Orders. • For seizures associated with nerve agent or organophosphate poisoning, administer Midazolam per ICEMA Reference # 11010 - Medication - Standard Orders. • For seizures associated with nerve agent or organophosphate poisoning, with deployment of the ChemPack, administer Diazepam per ICEMA Reference # 11010 - Medication - Standard Orders. VI. BASE HOSPITAL MAY ORDER THE FOLLOWING • For tricyclic poisonings, administer Sodium Bicarbonate per ICEMA Reference # 11010 - Medication - Standard Orders. • For calcium channel blocker poisonings with persistent hypotension or bradycardic arrhythmias, administer Calcium Chloride per ICEMA Reference #11010 - Medication - Standard Orders. • For beta blocker poisonings, administer Glucagon per ICEMA Reference #11010 - Medication - Standard Orders. VII. REFERENCES Number Name 11010 Medication - Standard Orders 13040 Nerve Agent Antidote Kit (Training, Storage and Administration) INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13020 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 4 HEAT RELATED EMERGENCIES I. FIELD ASSESSMENT/TREATMENT INDICATORS MINOR HEAT ILLNESS SYNDROMES • Environmental conditions. • Increased skin temperature. • Increased body temperature. • General weakness. • Muscle cramps. HEAT EXHAUSTION (Compensated) • All or some of the symptoms above. • Elevated temperature. • Vomiting. • Hypotension. • Diaphoresis. • Tachycardia. • Tachypnea. HEAT STROKE (Uncompensated) • All or some of the symptoms above. • Hyperthermia. • ALOC or other signs of central nervous system dysfunction. • Absence or decreased sweating. • Tachycardia. • Hypotension. HEAT EXHAUSTION/ HEAT STROKE • Dehydration. • Elevated temperature, vomiting, hypotension, diaphoresis, tachycardia and tachypnea. HEAT RELATED EMERGENCIES Reference No. 13020 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 4 • No change in LOC. HEAT RELATED EMERGENCIES Reference No. 13020 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 3 of 4 II. BLS INTERVENTIONS • Remove patient from heat source, position with legs elevated and begin cooling measures. • Oxygen as clinically indicated. • Rehydrate with small amounts of appropriate liquids as tolerated. Do not give liquids if altered level of consciousness. • If patient has signs of Heat Stroke, begin rapid cooling measures including cold packs placed adjacent to large superficial vessels. • Evaporative cooling measures. III. LIMITED ALS INTERVENTIONS • Obtain vascular access.  ADULT  Fluid bolus with 500 ml NS. Reassess and repeat fluid bolus if continued signs of inadequate tissue perfusion.  PEDIATRIC  Patients less than nine (9) years of age: Initial 20 ml/kg IV bolus; reassess and repeat fluid bolus if continued signs of inadequate tissue perfusion. • If clinically indicated, obtain blood glucose. If hypoglycemic administer:  ADULT/PEDIATRIC  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders.  Glucagon per ICEMA Reference # 11010 - Medication - Standard Orders. • Seizure precautions, refer to ICEMA Reference #1406 0 - Altered Level of"
  },
  {
    "drug": "Consciousness/Seizures",
    "population": "Adult",
    "page": 256,
    "text": "• Contact base hospital for destination and further treatment orders. IV. ALS INTERVENTIONS • Obtain vascular access.  ADULT  Fluid bolus with 500 ml NS. May repeat fluid bolus if continued signs of inadequate tissue perfusion. HEAT RELATED EMERGENCIES Reference No. 13020 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 4 of 4  PEDIATRIC  Patients less than nine (9) years of age: Initial 20 ml /kg IV/IO bolus; reassess and repeat fluid bolus if continued signs of inadequate tissue perfusion. • If clinically indicated, obtain blood glucose. If hypoglycemic administer:  ADULT/PEDIATRIC  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders.  Glucagon per ICEMA Reference # 11010 - Medication - Standard Orders. • Base hospital may order additional medication dosages and additional fluid boluses. • Obtain rhythm strip for documentation with copy to receiving hospital. • For tonic/clonic type seizure activity administer:  ADULT/PEDIATRIC  Midazolam per ICEMA Reference # 11010 - Medication - Standard Orders. V. REFERENCES Number Name 11010 Medication - Standard Orders 1406 0 Altered Level of Consciousness/Seizures - Adult INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13030 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 3 COLD RELATED EMERGENCIES I. FIELD ASSESSMENT/TREATMENT INDICATORS MILD HYPOTHERMIA • Decreased core temperature. • Cold, pale extremities. • Shivering, reduction in fine motor skills. • Loss of judgment and/or altered level of consciousness or simple problem solving skills. SEVERE HYPOTHERMIA • Severe cold exposure or any prolonged exposure to ambient temperatures below 36 degrees with the following indications:  Altered LOC with associated behavior changes.  Unconscious.  Lethargic. • Shivering is generally absent. • Blood pressure and heart sounds may be unobtainable. SUSPECTED FROSTBITE • Areas of skin that is cold, white, and hard to touch. • Capillary refill greater than two (2) seconds. • Pain and/or numbness to affected extremity. II. BLS INTERVENTIONS • Remove from cold/wet environment; remove wet clothing and dry patient. • Begin passive warming. • Insulate and apply wrapped heat packs, if available, to groin, axilla and neck. This process should be continuous. • Maintain appropriate airway with oxygen as clinically indicated (warm, humidified if possible). • Assess carotid pulse for a minimum of one (1) to two (2) minutes. If no pulse palpable, place patient on AED. If no shock advised, begin CPR. • Insulate to prevent further heat loss. COLD RELATED EMERGENCIES Reference No. 13030 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 3 • Elevate extremity if frostbite is suspected. • Do not massage affected extremity. • Wrap affected body part in dry sterile gauze to prevent further exposure and handle with extreme care. III. LIMITED ALS INTERVENTIONS • Advanced airway as clinically indicated. • Obtain vascular access. • Obtain blood glucose level, if indicated administer:  ADULT/PEDIATRIC  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders.  May repeat blood glucose level. Repeat Dextrose per ICEMA Reference #11010 - Medication - Standard Orders.  Glucagon per ICEMA Reference #11010 - Medication - Standard Orders if unable to establish IV. • Obtain vascular access and administer fluid bolus.  Nine (9) years and older: 500 ml warmed NS, may repeat.  Birth to eight (8) years: 20 ml/kg warmed NS, may repeat. • Contact base hospital. IV. ALS INTERVENTIONS • Obtain vascular access. • Cardiac monitor. • If clinically indicated, obtain blood glucose. If hypoglycemic administer:  ADULT/PEDIATRIC  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders.  Glucagon per ICEMA Reference #11010 - Medication - Standard Orders, if unable to establish IV. • For complaints of pain in affected body part:  ADULT/PEDIATRIC  Fentanyl per ICEMA Reference # 11010 - Medication - Standard Orders. • Advanced airway as clinically indicated. COLD RELATED EMERGENCIES Reference No. 13030 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 3 of 3 • Obtain vascular access and administer fluid bolus.  Nine (9) years and older: 500 ml warmed NS, may repeat.  Birth to eight (8) years: 20 ml/kg warmed NS, may repeat. • Obtain rhythm strip for documentation. • For documented VF, Pulseless V- Tach:  Defibrillate one (1) time at manufacturer recommended dose. Do not defibrillate again until patient has begun to warm. • For documented asystole:  Begin CPR.  May give additional fluid bolus. • Contact base hospital. V. REFERENCE Number Name 11010 Medication - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13040 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 NERVE AGENT ANTIDOTE KIT (TRAINING, STORAGE AND ADMINISTRATION) I. PURPOSE To provide a standard for the training, storage and use of Nerve Agent Antidote Kits (NAAKs) by EMS field personnel. II. POLICY • The NAAK (DuoDote or Mark I) is an optional personal protective equipment (PPE) for self-administration. • The NAAK is authorized for self -administration by public safety personnel, emergency medical technicians (EMTs), advanced emergency medical technicians (AEMTs) or paramedics (EMT -Ps) following exposure to nerve agents, organophosphates, or carbamates. • EMS providers equipping and employing EMTs or AEMTs with NAAKs for self - administration must provide NAAK training as described below. EMT -Ps do not require any additional training. • Public safety agencies equipping public safety personnel with NAAK s for self - administration must provide training per ICEMA Reference #15 050 - Optional Skills and Medications (Authorized Public Safety Personnel ). • When the ChemPack is deployed, EMT s, AEMT s or EMT -Ps may administer the NAAK and/or AtroPen to patients per ICEMA Reference #11010 - Medication - Standard Orders . • When the ChemPack is deployed, EMT -Ps are authorized by the ICEMA Medical Director to administer Diazepam (Valium) per ICEMA Reference -#11010 - Medication - Standard Orders. • Public s afety personnel are not permitted to administer the NAAK to patients without prior authorization (refer to ICEMA Reference #15 050 - Optional Skills and Medications (Authorized Public Safety Personnel). Public safety personnel may not administer AtroPen (Atropine). III. TRAINING REQUIREMENTS • Training will consist of no less than two (2) hours of ICEMA approved didactic and skills laboratory training that includes:  Indications  Contraindications  Side/adverse effects  Routes of administration  Dose  Mechanisms of drug action NERVE AGENT ANTIDOTE KIT (TRAINING, STORAGE AND ADMINISTRATION) Reference No. 13040 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 2  Disposal of contaminated items and sharps  Medication administration and proper use of NAAK • At the completion of the training, the student will complete a competency based written and skills examination for the administration of Atropine and Pralidoxime Chloride (2-Pam) that includes:  Assessment of when to administer the medication.  Managing a patient before, during, and after administering the medication.  Using universal precautions and body substance isolation procedures during medication administration.  Demonstration of aseptic technique during medication administration.  Demonstrate the preparation of the medication.  Demonstrate site selection and administration of medication by the intramuscular route.  Proper disposal of contaminated items and sharps.  Completion of the notification of usage form. • All EMS field personnel and public safety personnel will complete the competency based skills examination every two (2) years. • EMS providers providing NAAK training must retain training records for a minimum of four (4) years and make all records available for review at the request of ICEMA or the California EMS Authority. IV. REFERENCE S Number Name 11010 Medication - Standard Orders 15050 Optional Skills and Medications (Authorized Public Safety Personnel) INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13050 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 SMOKE INHALATION/CO EXPOSURE/SUSPECTED CYANIDE TOXICITY I. PURPOSE To identify and treat smoke inhalation and suspected cyanide toxicity. II. FIELD ASSESSMENT/TREATMENT INDICATORS • Indicators  Exposure to fire and smoke particularly in an enclosed- space structure fires.  Hydrogen cyanide concentration measured in the air does not accurately correlate to patient’s level of exposure and toxicity. Consider possibility of Carbon Monoxide (CO) and cyanide exposure/toxicity in any patient (or unprotected EMS field personnel) with smoke inhalation. • Cyanide Toxicity  Initial signs and symptoms are non- specific and may include; headache, dizziness, nausea, vomiting, confusion, and syncope.  Worsening signs and symptoms may include; altered level of consciousness (ALOC), hypotension, shortness of breath, seizures, cardiac dysrhythmias, and cardiac arrest.  The “bitter almond” smell on the breath of a cyanide -poisoned patient is neither sensitive nor specific and should not be considered in making the assessment. • CO Poisoning  Initial signs and symptoms are non- specific and may include; flu like symptoms, dizziness, severe headache, nausea, sleepiness, weakness and disorientation.  Worsening signs and symptoms may include; blurred vision, shortness of breath, and altered level of consciousness. III. BLS INTERVENTIONS • Remove patient from exposure area. • Administer 100% oxygen via non rebreather mask. IV. ALS INTERVENTIONS • Monitor pulse oximetry (SpO 2) though values may be unreliable in patients suffering from smoke inhalation. ● Place on cardiac monitor and obtain a 12- lead ECG. • IV access, consider fluid bolus of 300 cc NS. • Use BVM with airway adjuncts as needed. Consider advanced airway if indicated. SMOKE INHALATION/CO EXPOSURE/SUSPECTED CYANIDE TOXICITY (Expanded Scope Specialty Program) Reference No. 13050 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 • For treatment of bronchospasm as indicated by wheezing, refer to ICEMA Reference #14010 - Respiratory Emergencies - Adult. • Ensure rapid transport to closest receiving emergency department. V. REFERENCE Number Name 14010 Respiratory Emergencies - Adult INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 13060 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 1 of 2 DROWNING/SUBMERSION INJURIES Cardiac arrest in drowning is caused by hypoxia, airway and ventilation are equally important to high -quality CPR. I. FIELD ASSESSMENT/TREATMENT INDICATORS • Submersion in water regardless of depth. • ALOC with submersion • Respiratory distress with foaming, vomiting, coughing, wheezing, abnormal lung sounds and or apnea. • Decreased or absent vital signs . II. PRIORITIES • Assure the safety of EMS field personnel . • Assure and maintain ABC s with an emphasis on reversing hypoxia. • Ventilate through the foam, do not waste time attempting to suction. • Consider trauma or pre- existing medical problem (hypoglycemia, seizure, dysrhythmia). • Assess for hypothermia. • Encourage transport even if symptoms are mild. III. BLS INTERVENTIONS • Assure and maintain ABCs. • Administer oxygen per ICEMA Reference #11010 - Medication - Standard Orders. • Maintain spinal motion restriction if indicated. • Remove wet clothing/ warm patient . • Obtain and monitor vital signs. • Provide high quality CPR if indicated with an emphasis on airway . IV. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS Interventions. • Obtain vascular access at a TKO rate or if signs of inadequate tissue perfusion, administer 500 cc fluid challenge and repeat until perfusion improves. DROWNING/SUBMERSION INJURIES Reference No. 13060 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 2 • For pediatric patients with signs of inadequate tissue perfusion, administer 20 ml/kg IV and repeat until perfusion improves. • Administer A lbuterol per ICEMA Reference #11010- Medication- Standing Orders V. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. • Monitor cardiac status. • Monitor end tidal CO2, pulse oximetry • Obtain glucose level. If indicated administer:  Dextrose per ICEMA Reference #11010- Medication -Standing Orders.  May repeat blood glucose level. Repeat Dextrose Per ICEMA Reference # 11010 - Medication- Standing Orders. • Administer Albuterol/Atrovent per ICEMA Reference #11010 - Medication - Stand ard Orders. • Consider an advanced airway, refer to ICEMA Reference # 11020 – Procedure - Standard Orders. VI. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure- Standing Orders 14050 Cardiac Arrest -Adult 14150 Cardiac Arrest -Pediatric INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 4 RESPIRATORY EMERGENCIES - ADULT CHRONIC OBSTRUCTIVE PULMONARY DISEASE I. FIELD ASSESSMENT/TREATMENT INDICATORS Symptoms of chronic pulmonary disease, wheezing, cough, pursed lip breathing, decreased breath sounds, accessory muscle use, anxiety, ALOC or cyanosis. II. BLS INTERVENTIONS • Reduce anxiety, allow patient to assume position of comfort. • Administer oxygen as clinically indicated, obtain oxygen saturation on room air, or on home oxygen if possible. III. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS Interventions. • Maintain airway with appropriate adjuncts, including advanced airway if indicated. Obtain oxygen saturation on room air or on home oxygen if possible. • Administer Albuterol per ICEMA Reference #11010 - Medication - Standard Orders. IV. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. • Administer Albuterol with Atrovent per ICEMA Reference #11010 - Medication - Standard Orders. • Place patient on Continuous Positive Airway Pressure (CPAP), refer to ICEMA Reference #11020 - Procedure - Standard Orders. If systolic BP remains greater than 90 mm Hg, consider Midazolam per ICEMA Reference #11010 - Medication - Standard Orders for relief of anxiety related to CPAP m ask. • Consider advanced airway, refer to ICEMA Reference #11020 - Procedure - Standard Orders. V. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders. ACUTE ASTHMA/BRONCHOSPASM/ALLERGIC REACTION/ANAPHYLAXIS I. FIELD ASSESSMENT/TREATMENT INDICATORS History of prior attacks, possible toxic inhalation or allergic reaction, associated with wheezing, diminished breath sounds or cough. RESPIRATORY EMERGENCIES - ADULT Reference No. 14010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 4 II. BLS INTERVENTIONS (For severe asthma and/or anaphylaxis only ) • Reduce anxiety, allow patient to assume position of comfort. • Administer oxygen as clinically indicated, humidified oxygen preferred. • For anaphylaxis only , administer Epinephrine (0.3 mg auto- injector) per ICEMA Reference #11010 - Medication - Standard Orders. • May repeat Epinephrine ( 0.3 mg auto- injector ) per ICEMA Reference # 11010 - Medication - Standard Orders, after 15 minutes one (1) time. III. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS Interventions. • Maintain airway with appropriate adjuncts, obtain oxygen saturation on room air if possible. • Administer Albuterol per ICEMA Reference #11010 - Medication - Standard Orders. • For signs of inadequate tissue perfusion, initiate IV bolus of 300 ml NS. If signs of inadequate tissue perfusion persist may repeat fluid bolus one (1) time. • If no response to Albuterol, administer Epinephrine (1 mg/ml) per ICEMA Reference #11010 - Medication - Standard Orders. • May repeat Epinephrine (1 mg/ml), per ICEMA Reference #11010 - Medication - Standard Orders, after 15 minutes one (1) time. IV. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. • Administer Albuterol, with Atrovent per ICEMA Reference #11010 - Medication - Standard Orders. • For suspected allergic reaction, consider Diphenhydramine per ICEMA Reference #11010 - Medication - Standard Orders. • Place patient on Continuous Positive Airway Pressure (CPAP), refer to ICEMA Reference #11020 - Procedure - Standard Orders. If systolic BP remains greater than 90 mm Hg, consider Midazolam per ICEMA Reference #11010 - Medication - Standard Orders for relief of anxiety related to CPAP mask. • If no response to Albuterol, administer Epinephrine per ICEMA Reference # 11010 - Medication - Standard Orders. • May repeat Epinephrine (1 mg/ml) per ICEMA Reference #11010 - Medication - Standard Orders after 15 minutes one (1) time. RESPIRATORY EMERGENCIES - ADULT Reference No. 14010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 3 of 4 • For persistent severe anaphylactic reaction, administer Epinephrine (0.1 mg/ml) per ICEMA Reference #11010 - Medication - Standard Orders. • Consider advanced airway, refer to ICEMA Reference #11020 - Procedure - Standard Orders. V. BASE HOSPITAL MAY ORDER THE FOLLOWING • For severe asthma/respiratory distress that has failed to respond to the other previous treatments, administer Magnesium Sulfate per ICEMA Reference #11010 - Medication - Standard Orders. VI. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders ACUTE PULMONARY EDEMA/CHF I. FIELD ASSESSMENT/TREATMENT INDICATORS History of cardiac disease, including CHF, and may present with rales, occasional wheezes, jugular venous distention and/or peripheral edema. II. BLS INTERVENTIONS • Reduce anxiety, allow patient to assume position of comfort. • Administer oxygen as clinically indicated. For pulmonary edema with high altitude as a suspected etiology, descend to a lower altitude and administer high flow oxygen with a non re- breather mask. • Be prepared to support ventilations as clinically indicated. III. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS Interventions. • Maintain airway with appropriate adjuncts, obtain oxygen saturation on room air if possible. • Administer Nitroglycerine (NTG) per ICEMA Reference #11010 - Medication - Standard Orders. In the presence of hypotension (SBP less than 100), the use of NTG is contraindicated. • If symptoms do not improve after NTG administration, consider Albuterol per ICEMA Reference #11010 - Medication - Standard Orders. IV. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. RESPIRATORY EMERGENCIES - ADULT Reference No. 14010 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 4 of 4 • Place patient on Continuous Positive Airway Pressure (CPAP), refer to ICEMA Reference #11020 - Procedure - Standard Orders. If systolic BP remains greater than 90 mm Hg, consider Midazolam per ICEMA Reference #11010 - Medication - Standard Orders for relief of anxiety related to CPAP mask. • Consider advanced airway, refer to ICEMA Reference #11020 - Procedure - Standard Orders. V. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14020 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 AIRWAY OBSTRUCTION - ADULT I. FIELD ASSESSMENT/TREATMENT INDICATORS • Universal sign of distress. • Alteration in respiratory effort and/or signs of obstruction. • Altered level of consciousness. II. BLS INTERVENTION RESPONSIVE • Assess for ability to speak or cough (e.g., “Are you choking?”). • If unable to speak, administer abdominal thrusts (if the rescuer is unable to encircle the victim’s abdomen or the patient is in the late stages of pregnancy, utilize chest thrusts) until the obstruction is relieved or patient becomes unconscious. • After obstruction is relieved, reassess and maintain ABC’s. • Administer oxygen therapy; obtain oxygen saturation. • If responsive, place in position of comfort. If uninjured but unresponsive with adequate respirations and pulse, place on side in recovery position. UNRESPONSIVE • Position patient supine (for suspected trauma, maintain in- line spinal motion restriction). • Begin immediate CPR at a 30:2 ratio for two (2) minutes. • Each time the airway is opened to ventilate, look for an object in the victim’s mouth and if found, remove it. • If apneic and able to ventilate, provide one (1) breath every five (5) to six (6) seconds. • Place AED on patient. III. LIMITED ALS (LALS) INTERVENTION UNRESPONSIVE • If apneic and able to ventilate, establish advanced airway. • Establish vascular access as indicated. AIRWAY OBSTRUCTION - ADULT Reference No. 14020 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 IV. ALS INTERVENTION UNRESPONSIVE • If apneic and able to ventilate, establish advanced airway. • If obstruction persists, visualize with laryngoscope and remove visible foreign body with Magill forceps and attempt to ventilate. • If obstruction persists and unable to ventilate, consider Needle Cricothyrotomy, refer ICEMA Reference #11020 - Procedure - Standard Orders . V. REFERENCE Number Name 11020 Procedure - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14030 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 1 of 2 BRADYCARDIAS - ADULT STABLE BRADYCARDIA I. FIELD ASSESSMENT/TREATMENT INDICATORS • Heart rate less than 60 bpm. • Signs of adequate tissue perfusion. II. BLS INTERVENTIONS • Recognition of heart rate less than 60 bpm. • Reduce anxiety, allow patient to assume position of comfort. • Administer oxygen as clinically indicated. III. LIMITED ALS (LALS) INTERVENTIONS • Establish vascular access if indicated. If lungs sound clear, consider bolus of 300 cc NS, may repeat. • Monitor and observe for changes in patient condition. IV. ALS INTERVENTIONS • Establish vascular access if indicated. If lungs sound clear, consider bolus of 300 ml NS, may repeat. • Place on cardiac monitor, obtain rhythm strip for documentation and upload to ePCR with a copy to receiving hospital. If possible, obtain a 12- lead ECG to better define the rhythm. • Monitor and observe for changes in patient condition. V. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders UNSTABLE BRADYCARDIA I. FIELD ASSESSMENT/TREATMENT INDICATORS • Signs of inadequate tissue perfusion/shock, ALOC, or ischemic chest discomfort. II. BLS INTERVENTIONS • Recognition of heart rate less than 60 bpm. • Reduce anxiety, allow patient to assume position of comfort. BRADYCARDIAS - ADULT Reference No. 14030 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 2 • Administer oxygen as clinically indicated. III. LIMITED ALS (LALS) INTERVENTIONS • Establish vascular access if indicated by inadequate tissue perfusion.  Administer IV bolus of 300 ml NS, may repeat one (1) time.  Maintain IV rate at TKO after bolus. • Monitor and observe for changes in patient condition. IV. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. • Place on cardiac monitor, obtain rhythm strip for documentation and upload to ePCR with a copy to receiving hospital. If possible, obtain a 12- lead ECG to better define the rhythm. • Administer Atropine per ICEMA Reference #11010 - Medication -Standard Orders. • If Atropine is ineffective, or for documented MI, 3 rd degree AV Block with wide complex and 2nd degree Type II AV Block, utilize Transcutaneous Cardiac Pacing, per ICEMA Reference #11020 Procedure - Standard Orders.  BASE HOSPITAL MAY ORDER THE FOLLOWING : For End Stage Renal Disease (ESRD) patients on dialysis with suspected hyperkalemia And hemodynamic instability , with documented s inus bradycardia, 3rd degree AV block and 2nd degree Type II AV Block, slow junctional and ventricular escape rhythms, or slow atrial fibrillation , administer Calcium Chloride per ICEMA Reference # 11010- Medication- Standard Order s • Contact base hospital if interventions are unsuccessful. V. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14040 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 TACHYCARDIAS - ADULT I. FIELD ASSESSMENT/TREATMENT INDICATORS • Signs and symptoms of poor perfusion. • Heart rate greater than 150 beats per minute (bpm). II. BLS INTERVENTIONS • Recognition of heart rate greater than 150 bpm. • Reduce anxiety; allow patient to assume position of comfort. • Administer oxygen as clinically indicated. • Consider transport to closest hospital or ALS intercept. III. LIMITED ALS (LALS) INTERVENTIONS • Recognition of heart rate greater than 150 bpm. • Place AED pads on patient as a precaution in the event patient has sudden cardiac arrest. • Initiate an IV with normal saline and administer 300 ml bolus to patient exhibiting inadequate tissue perfusion. • Obtain blood glucose. If indicated administer:  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders, or  Glucagon per ICEMA Reference # 11010 - Medication - Standard Orders.  May repeat blood glucose. Repeat Dextrose per ICEMA Reference #11010 - Medication - Standard Orders if indicated. IV. ALS INTERVENTIONS Determine cardiac rhythm, obtain a 12- lead ECG to better define rhythm if patient condition allows, establish vascular access and proceed to appropriate intervention(s). Narrow Complex Supraventricular Tachycardia (SVT) • Initiate NS bolus of 300 ml IV. • Valsalva/vagal maneuvers. • Adenosine per ICEMA Reference # 11010 - Medication - Standard Orders. • Synchronized cardioversion, refer to ICEMA Reference #11020 - Procedure - Standard Orders. TACHYCARDIAS - ADULT Reference No. 14040 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 2 of 2 • Contact base hospital. V-Tach or Wide Complex Tachycardias (Intermittent or Sustained) • Consider Adenosine, per ICEMA Reference # 11010 - Medication - Standard Orders, if the rate is regular and the QRS is monomorphic. Adenosine is contraindicated for unstable rhythms or if the rhythm is an irregular or polymorphic wide complex tachycardia. • If Adenosine fails to convert the rhythm or is contraindicated, consider Lidocaine per ICEMA Reference #11010 - Medication - Standard Orders. • Polymorphic VT should receive immediate unsynchronized cardioversion (defibrillation). Consider infusing Magnesium per ICEMA Reference #11010 -Medication - Standard Orders. • Precordial thump for witnessed spontaneous VT, if defibrillator is not immediately available for use. • Synchronized cardioversion, refer to ICEMA Reference #11020 - Procedure - Standard Orders. • Contact base hospital. Atrial Fib/Flutter • Transport to appropriate facility. • For patients who are hemodynamically unstable, proceed to synchronized cardioversion, refer to ICEMA Reference #11020 - Procedure - Standard Orders. • Contact base hospital. V. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 1405 0 Effective Date: 05/01/24 Supersedes: 04/01/23 Page 1 of 4 CARDIAC ARREST - ADULT High performance (HP) CPR is an organized approach to significantly improve the chance of survival for patients who suffer an out -of-hospital cardiac arrest (OHCA). Return of spontaneous circulation (ROSC) is resumption of sustained perfusing cardiac activity associated with significant respiratory effort after cardiac arrest. Signs of ROSC include breathing, coughing, patient movement and a palpable pulse, or a measurable blood pressure without the use of an automatic compression device. The principles for HP CPR include: • Minimize interruptions of chest compressions. • Ensure proper depth of chest compressions of 2” - 2.5” allowing full chest recoil (no leaning on chest). • Proper chest compression rate at 100 - 120 per minute. • Avoid compressor fatigue by rotating compressors every two (2) minutes. Ventilations shall be sufficient to cause minimal chest rise, avoiding hyperventilation as it can decrease survival. • For cardiac arrest related to drowning, refer to ICEMA Reference # 13060- Drowning/Submersion Injuries. Advanced airways can be safely delayed in OHCA patients until ROSC is achieved if the airway is effectively managed by BLS Interventions. BVM offers excellent oxygenation and ventilation without disrupting high quality compressions. Base hospital contact is not required to terminate resuscitative measures, if the patient meets criteria set forth below in the Termination of Efforts in the Prehospital Setting. I. FIELD ASSESSMENT/TREATMENT INDICATORS Cardiac arrest in a non- traumatic setting. II. BLS INTERVENTIONS • Assess patient, begin HP CPR and maintain appropriate BLS airway measures. • Place patient on AED, if available. To minimize the “hands off” interval before a rhythm analysis/shock, complete chest compression cycle without an added pause for ventilations or pulse check just before rhythm analysis. • If shock is advised, perform HP CPR compressions while AED is charging. Remove hands from patient and deliver shock then immediately resume uninterrupted HP CPR for two (2) minutes. • Do not delay HP CPR for post -shock pulse check or a rhythm analysis. • After two (2) minutes of HP CPR, analyze rhythm using AED while checking for pulse. III. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS interventions. CARDIAC ARREST - ADULT Reference No. 1405 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 4 • Establish peripheral intravenous access and administer a 500 ml bolus of normal saline (NS). • BLS airway with BVM is the airway of choice during active HP CPR. IV. ALS INTERVENTIONS • Initiate HP CPR and continue appropriate BLS Interventions while applying the cardiac monitor without interruption to chest compressions .  Note: Automatic compression devise may only be used for non- traumatic cardiac arrest. • Determine cardiac rhythm and defibrillate if indicated. After defibrillation, immediately began HP CPR. Begin a two (2) minute cycle of HP CPR. • Obtain IV/IO access. • BLS airways should be maintained during active CPR. Endotracheal intubation is the advanced airway of choice if BLS airway does not provide adequate ventilation. Establish advanced airway per ICEMA Reference #11020 - Procedure - Standard Orders without interruption to chest compressions. • Utilize continuous quantitative waveform capnography, for the monitoring of patients airway, the effectiveness of chest compressions and for possible early identification of ROSC. Document the waveform and the capnography number in mm HG in the ePCR. NOTE : Capnography shall be used for all cardiac arrest patients. • Insert NG/OG tube to relieve gastric distension per ICEMA Reference # 11020 - Procedure - Standard Orders. Ventricular Fibrillation/Pulseless Ventricular Tachycardia • Defibrillate at 360 joules for monophasic or biphasic equivalent per manufacture. If biphasic equivalent is unknown use maximum available. • Perform HP CPR immediately after each defibrillation for two (2) minutes, without assessing the post -defibrillation rhythm. • Administer Epinephrine per ICEMA Reference #11010 - Medication - Standard Orders every five (5) minutes, without interruption of HP CPR unless capnography indicates possible ROSC. • Reassess rhythm for no more than ten (10) seconds after each two (2) minute cycle of HP CPR. If VF/VT persists, defibrillate as above. • After two (2) cycles of HP CPR, consider administering: Lidocaine per ICEMA Reference # 11010 - Medication - Standard Orders, may repeat. • If patient remains in pulseless VF/VT after 20 minutes of CPR, consult base hospital. Pulseless Electrical Activity (PEA) or Asystole CARDIAC ARREST - ADULT Reference No. 1405 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 3 of 4 • Assess for reversible causes and initiate treatment. • Continue HP CPR with evaluation of rhythm (no more than 10 seconds) every two (2) minutes. • Administer fluid bolus of 300 ml NS IV, may repeat. • Administer Epinephrine per ICEMA Reference #11010 - Medication - Standard Orders every 5 (five) minutes without interruption of HP CPR. • Base hospital may order the following:  Sodium Bicarbonate per ICEMA Reference #11010 - Medication Standard Orders.  Calcium Chloride per ICEMA Reference #11010 - Medication Standard Orders. Stable ROSC • Obtain a 12- lead ECG, regardless of 12- lead ECG reading, transport to the closest STEMI Receiving Center, per ICEMA Reference # 9030 - Destination. • Monitor ventilation to a capnography value between 35 mm Hg and 45 mm Hg. • Utilize continuous waveform capnography to identify loss of circulation. • For persistent profound shock and hypotension, administer Push Dose Epinephrine per ICEMA Reference #11010 - Medication - Standard Orders. • Base hospital may order the following:  For post ROSC agitation, administer Midazolam per ICEMA Reference # 11010- Medication Standard Orders Termination of Efforts in the Prehospital Setting • The decision to terminate efforts in the field should take into consideration, first, the safety of personnel on scene, and then family and cultural considerations. • Consider terminating resuscitative efforts in the field if no ROSC is achieved and capnography waveform reading remains less than 15 mm Hg after 20 minutes of HP CPR with ALS Interventions , and any of the following criteria are met :  No shocks were delivered.  Arrest not witnessed by EMS field personnel.  Persistent asystole, agonal rhythm or pulseless electrical activity (PEA) at a rate of less than 40 bpm. • If patient has any signs of pending ROSC (i.e., capnography waveform trending upwards, PEA greater than 40 bpm), then consider transportation to a STEMI Receiving Center. • Contact local law enforcement to advise of prehospital determination of death. • Provide comfort and care for survivors. CARDIAC ARREST - ADULT Reference No. 1405 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 4 of 4 V. REFERENCES Number Name 9030 Destination 11010 Medication - Standard Orders 11020 Procedure - Standard Orders 13060 Drowning/Submersion Injuries INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14060 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 1 of 2 ALTERED LEVEL OF CONSCIOUSNESS/SEIZURES - ADULT I. FIELD ASSESSMENT/TREATMENT INDICATORS • Patient exhibiting signs/symptoms of a possible altered level of consciousness characterized by a Glasgow Coma Score of less than 15 or less than patients normal baseline. • Suspected narcotic dependence, opiate overdose, hypoglycemia, traumatic injury, shock, toxicologic, alcoholism and assess possible cardiac causes. • Tonic/clonic movements followed by a brief period of unconsciousness (post -ictal). • Suspect status epilepticus for frequent or extended seizures. • Consider carbon monoxide (CO) poisoning with any patient exposed to products of combustion. II. BLS INTERVENTIONS ● Oxygen therapy as clinically indicated. If CO poisoning suspected, administer 100% oxygen via non- rebreather mask per ICEMA Reference #13050 - Smoke Inhalation/CO Exposure/Suspected Cyanide Toxicity. • Position patient as tolerated. If altered gag reflex in absence of traumatic injury, place in left lateral position. • Place patient in spinal motion restriction per ICEMA Reference #14 090 - Trauma - Adult (15 years of age and older). Obtain and assess blood glucose level. If indicated, administer Glucose - Oral per ICEMA Reference #11010 Medication - Standard Orders. • If suspected opiate overdose with severely decreased respiratory drive administer Naloxone per ICEMA Reference # 11010 - Medication - Standard Orders. • Assess patient for medication related reduced respiratory rate or hypotension. • Assess and document response to therapy. III. LIMITED ALS (LALS) INTERVENTIONS • Perform activities identified in the BLS Interventions. • Obtain vascular access. • Obtain and assess blood glucose level. If indicated administer:  Dextrose per ICEMA Reference # 11010 - Medication - Standard Orders, or  If unable to establish IV, Glucagon may be given one (1) time per ICEMA Reference #11010 - Medication - Standard Orders. ALTERED LEVEL OF CONSCIOUSNESS/SEIZURES - ADULT Reference No. 14060 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 2  If indicated may repeat blood glucose level. Repeat Dextrose per ICEMA Reference #11010 - Medication - Standard Orders. IV. ALS INTERVENTIONS • Perform activities identified in the BLS and LALS Interventions. • Place on cardiac monitor and obtain a 12- lead ECG. • For tonic/clonic type seizure activity, administer:  Midazolam per ICEMA Reference # 11010 - Medication - Standard Orders.  Assess patient for medication related reduced respiratory rate or hypotension. • For suspected opiate overdose with severely decreased respiratory drive, administer Naloxone per ICEMA Reference # 11010 - Medication - Standard Orders . • Assess and document response to therapy. V. REFERENCES Number Name 11010 Medication - Standard Orders 13050 Smoke Inhalation/CO exposure/Suspected Cyanide Toxicity 1409 0 Trauma - Adult (15 years of age and older) INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14070 Effective Date: 05/01/24 Supersedes: 04/01/ 23 Page 1 of 5 BURNS - ADULT (15 years of age and older) Burn patient requires effective communication and rapid transportation to the closest receiving hospital. I. FIELD ASSESSMENT/TREATMENT INDICATORS Refer to ICEMA Reference #9030 - Destination p olicy. II. BLS INTERVENTIONS • Break contact with causative agent (stop the burning process). • Remove clothing and jewelry quickly, if indicated. • Keep patient warm. • Estimate % TBSA burned and depth using the “Rule of Nines”.  An individual’s palm represents 1% of TBSA and can be used to estimate scattered, irregular burns. • Transport to ALS intercept or to the closest receiving hospital. A. Manage Special Considerations • Thermal Burns : Stop the burning process. Do not break blisters. Cover the affected body surface with dry, sterile dressing or sheet. • Chemical Burns : Brush off dry powder, if present. Remove any contaminated or wet clothing. Irrigate with copious amounts of saline or water. • Tar Burns : Cool with water, do not remove tar. • Electrical Burns : Remove from electrical source (without endangering self) with a nonconductive material. Cover the affected body surface with dry, sterile dressing or sheet. • Eye Involvement : Continuous flushing with NS during transport. Allow patient to remove contact lenses if possible. • Determination of Death on Scene : Refer to ICEMA Reference #1 4250 - Determination of Death On Scene. III. LIMITED ALS (LALS) INTERVENTIONS • Advanced airway as indicated. • Airway Stabilization: Burn patients with respiratory compromise or potential for such, will be transported to the closest most appropriate receiving hospital for airway stabilization. • IV access (warm IV fluids when available). BURNS - ADULT (15 years of age and older) Reference No. 14070 Effective Date: 05/01/2 4 Supersedes: 04/01/ 23 Page 2 of 5  Unstable: BP less than 90 mm HG and/or signs of inadequate tissue perfusion, start 2nd IV access. IV NS 5 00 ml boluses, may repeat to a maximum of 1000 ml.  Stable : BP more than 90 mm HG and/or signs of adequate tissue perfusion. IV NS 5 00 ml per hour. • Transport to appropriate facility.  Minor Burn Classification: Transport to the closest most appropriate receiving hospital.  Moderate Burn Classification: Transport to the closest most appropriate receiving hospital.  Major Burn Classification: Transport to the closest most appropriate Burn Center (San Bernardino County contact ARMC).  Critical Trauma Patient (CTP) with Associated Burns: Transport to the most appropriate Trauma Center. • Burn patients with associated trauma, should be transported to the closest Trauma Center. Trauma base hospital contacted shall be made. A. Manage Special Considerations • Electrical Burns : Place AED on patient.  Electrical injuries that result in cardiac arrest shall be treated as medical arrests. • Respiratory Distress: Use BVM as needed and transport to the nearest facility for airway control. Contact receiving hospital ASAP. Albuterol with Atrovent per ICEMA Reference #11010 - Medication - Standard Orders. • Deteriorating Vital Signs: Transport to the closest most appropriate receiving hospital. Contact base hospital. • Pulseness and Apneic: Transport to the closest most appropriate receiving hospital and treat according to ICEMA policies. Contact base hospital. • Determination of Death on Scene : Refer to ICEMA Reference #1 4250 - Determination of Death on Scene. • Precautions and Comments :  High flow oxygen is essential with known or potential respiratory injury. Beware of possible smoke inhalation.  Contact with appropriate advisory agency may be necessary for hazardous materials, before decontamination or patient contact. BURNS - ADULT (15 years of age and older) Reference No. 14070 Effective Date: 05/01/2 4 Supersedes: 04/01/ 23 Page 3 of 5  Do not apply ice or ice water directly to skin surfaces, as additional injury will result. IV. ALS INTERVENTIONS • Advanced airway (as indicated). • Airway Stabilization: Burn patients with respiratory compromise or potential for such, will be transported to the closest most appropriate receiving hospital for airway stabilization. • Monitor ECG. • IV/IO Access (Warm IV fluids when available).  Unstable: BP less than 90 mm HG and/or signs of inadequate tissue perfusion, start 2 nd IV access. IV/IO NS 500 ml boluses, may repeat to a maximum of 1000 ml.  Stable : BP more than 90 mm HG and/or signs of adequate tissue perfusion. IV/IO NS 500 ml per hour. • Treat pain as indicated. Pain Relief : Administer an appropriate analgesic per ICEMA Reference #1410 0 - Pain"
  },
  {
    "drug": "Management",
    "population": "Adult",
    "page": 285,
    "text": "arrival at destination. • Transport to appropriate facility:  CTP with associated burns, transport to the closest Trauma Center.  Burn patients with associated trauma, should be transported to the closest Trauma Center. Trauma base hospital contacted shall be made. • Insert nasogastric/orogastric tube as indicated. • Refer to Section V - Burn Classifications below. A. Manage Special Considerations • Electrical Burns : Monitor for dysrhythmias, treat according to ICEMA protocols.  Electrical injuries that result in cardiac arrest shall be treated as medical arrests. • Respiratory Distress: Intubate patient if facial/oral swelling are present or if respiratory depression or distress develops due to inhalation injury.  Albuterol with Atrovent per ICEMA Reference # 11010 - Medication - Standard Orders. BURNS - ADULT (15 years of age and older) Reference No. 14070 Effective Date: 05/01/2 4 Supersedes: 04/01/ 23 Page 4 of 5  Administer humidified oxygen, if available.  Apply capnography.  Awake and breathing patients with potential for facial/inhalation burns are not candidates for nasal tracheal intubation. CPAP may be considered, if indicated, after consultation with base hospital. • Deteriorating Vital Signs : Transport to the closest receiving hospital. Contact base hospital. • Pulseness and Apneic: Transport to the closest receiving hospital and treat according to ICEMA policies. Contact base hospital. • Determination of Death on Scene : Refer to ICEMA Reference #14250 - Determination of Death on Scene. • Precautions and Comments :  Contact with appropriate advisory agency may be necessary for hazardous materials, before decontamination or patient contact.  Do not apply ice or ice water directly to skin surfaces, as additional injury will result. • Base Hospital Orders: May order additional medications, fluid boluses and CPAP. V. BURN CLASSIFICATIONS ADULT BURN CLASSIFICATION CHART DESTINATION MINOR - ADULT • Less than 10% TBSA • Less than 2% Full Thickness CLOSEST MOST APPROPRIATE RECEIVING HOSPITAL MODERATE - ADULT • 10 - 20% TBSA • 2 - 5% Full Thickness • High Voltage Burn • Suspected Inhalation Injury • Circumferential Burn • Medical problem predisposing to infection (e.g., diabetes mellitus, sickle cell disease) CLOSEST MOST APPROPRIATE RECEIVING HOSPITAL BURNS - ADULT (15 years of age and older) Reference No. 14070 Effective Date: 05/01/2 4 Supersedes: 04/01/ 23 Page 5 of 5 VI. REFERENCES Number Name 9030 Destination 11010 Medication - Standard Orders 14100 Pain Management - Adult 1425 0 Determination of Death on Scene MAJOR - ADULT • More than 20% TBSA burn in adults • More than 5% Full Thickness • Known Inhalation Injury • Any significant burn to face, eyes, ears, genitalia, or joints CLOSEST MOST APPROPRIATE BURN CENTER In San Bernardino County, contact: Arrowhead Regional Medical Center (ARMC) “Rule of Nines” INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14080 Effective Date: 05/01/24 Supersedes: 04/01/23 Page 1 of 3 STROKE TREATMENT - ADULT I. FIELD ASSESSMENT/TREATMENT INDICATORS Patient exhibiting signs/symptoms of a possible stroke. These signs may include: speech disturbances, altered level of consciousness, parasthesias, new onset seizures, dizziness unilateral weakness and visual disturbances. II. BLS INTERVENTIONS • Obtain patient oxygen saturation on room air. Titrate oxygen if clinically indicated, to maintain an oxygen saturation of 94% per ICEMA Reference #11010 - Medication - Standard Orders. • Obtain blood glucose. III. LIMITED ALS (LALS)/ALS INTERVENTIONS • Perform activities identified in the BLS Interventions. • Obtain vascular access. • Modified Los Angeles County Prehospital Stroke Screen (mLAPSS): A screening tool used by EMS field personnel to assist in identifying patients who may be having a stroke. mLAPSS Criteria : The patient is mLAPSS positive , if “yes” on Criteria #1 - 4 and exhibits unilateral weakness on Criteria #6. mLAPSS Criteria Yes No 1. Age over 17 years? 2. No prior history of seizure disorder? 3. New onset of neurologic symptoms in last 24 hours? 4. Patient was ambulatory at baseline prior to event? 5. Blood glucose between 60 and 400? 6. Exam ( look for obvious asymmetry): Normal - Bilaterally Right Left • Facial Smile/Grimace \u0000 \u0000 Droop \u0000 Normal \u0000 Droop \u0000 Normal • Grip \u0000 \u0000 Weak Grip \u0000 Normal \u0000 Weak Grip \u0000 Normal \u0000 \u0000 No Grip \u0000 Normal \u0000 No Grip \u0000 Normal • Arm Weakness \u0000 \u0000 Drifts Down \u0000 Normal \u0000 Drifts Down \u0000 Normal \u0000 Falls Down Rapidly \u0000 Normal \u0000 Falls Down Rapidly \u0000 Normal STROKE TREATMENT - ADULT Reference No. 14080 Effective Date: 05/01/2 4 Supersedes: 04/01/2 3 Page 2 of 3 • If patient is mLAPSS positive, use LAMS to determine the stroke severity. • Patients less than 17 years of age presenting as a suspected stroke, consider transporting to the closest stroke center. • Los Angeles Motor Score (LAMS): A scoring tool used by EMS providers to determine the severity of stroke on patients who are mLAPSS positive. If the total LAMS score is four (4) or greater, consider Large Vessel Occlusion (LVO). LAMS Score Criteria FACE 0 Both sides move normally 1 One side is weak or flaccid ARM 0 Both sides move normally 1 One side is weak 2 One side is flaccid/does not move GRIP 0 Both sides move normally 1 One side is weak 2 One side is flaccid/does not move TOTAL SCORE • Ask when “last seen normal” or without stroke symptoms. • If “last seen normal” plus transport time is less than 24 hours, or a “wake- up stroke”, transport to closest Stroke Receiving Center. • If “last seen normal” plus transport time is greater than 24 hours, transport to the closest receiving hospital. • If mLAPSS negative and stroke is still suspected, consult base hospital for destination. • To ensure that there is no delay in treatment obtain and document on scene family phone number.  If family member is not present, it is recommended that the EMS field personnel bring the patients cell phone. • Consider 12- lead ECG (ALS only). • Thrombolytic Assessment : If time is available, and the patient or family can provide the information, assess the patient using the criteria listed below and report to ED personnel: Thrombolytic Assessment Criteria Yes No Onset greater than 4.5 hours? History of recent bleeding? Use of anticoagulant? Major surgery or serious trauma in the previous 14 days? Sustained systolic blood pressure above 185 mm Hg? Recent stroke or intracranial hemorrhage? IV. REFERENCE Number Name STROKE TREATMENT - ADULT Reference No. 14080 Effective Date: 05 /01/2 4 Supersedes: 04/01/2 3 Page 3 of 3 11010 Medication - Standard Orders INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 1 of 7 TRAUMA - ADULT (15 years of age and older) I. FIELD ASSESSMENT/TREATMENT INDICATORS • Any trauma patient meeting Trauma Triage Criteria requiring rapid transportation to the closest Trauma Center . • Refer to ICEMA Reference #9040 - Trauma Triage Criteria and ICEMA Reference #9030 - Destination. • Contact the Trauma Center as soon as possible in order to activate the trauma team.  If the closest Trauma Center is outside ICEMA region, and no base orders or consult is needed, EMS field personnel may contact the hospital they will be transporting the patient to.  In Inyo and Mono Counties, the assigned base hospital shall be contacted for determination of appropriate destination. NOTE : EMS field personnel are not authorized to evaluate patients with suspected concussion for purpose of return to play clearance. II. BLS INTERVENTIONS • Ensure thorough initial assessment. • Ensure patent airway, protecting cervical spine. • Obtain oxygen saturation (if BLS equipped). • Administer oxygen and/or ventilate as needed. • Keep patient warm. • For a traumatic full arrest, provide CPR, utilize the AED if indicated and transport to the closest most appropriate hospital . • Mechanical cardiopulmonary resuscitation (mCPR) devices are contraindicated for trauma patients • Transport to ALS intercept or to the closest receiving hospital. A. Manage Special Considerations • Spinal Motion Restriction : If the patient meet(s) any of the following indicators using the acronym (NSAID): N-euro Deficit(s) present? S-pinal Tenderness present? A-ltered Mental Status? I-ntoxication? D-istracting Injury? TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 7  Consider maintaining spinal alignment on the gurney, or using spinal motion restriction on an awake, alert and cooperative patient, without the use of a rigid spine board.  Penetrating trauma without any NSAID indicators are not candidates for spinal motion restriction . NOTE : The long backboard (LBB) is an extrication tool, whose purpose is to facilitate the transfer of a patient to a transport stretcher and is not intended, or appropriate for achieving spinal motion restriction. Judicious application of the LBB for purposes other than extrication necessitates that EMS field personnel ensure the benefits outweigh the risks. If a LBB is applied for any reason, patients should be removed as soon as it is safe and practical. LBB does not need to be reapplied on interfacility transfer (IFT) patients. • Abdominal Trauma : Cover eviscerated organs with saline dampened gauze. Do not attempt to replace organs into the abdominal cavity. • Amputations : Control bleeding. Rinse amputated part gently with sterile irrigation saline to remove loose debris/gross contamination. Place amputated part in dry, sterile gauze and in a plastic bag surrounded by ice (if available). Prevent direct contact with ice. Document in the narrative who the amputated part was given to. Partial Amputation : Splint in anatomic position and elevate the extremity. • Bleeding :  Apply direct pressure and/or pressure dressing.  When direct pressure or pressure dressing fails , control life threatening bleeding of a severely injured extremity with the application of a tourniquet . • Chest Trauma : If a wound is present, cover it with an occlusive dressing. If the patient’s ventilations are being assisted, dress wound loosely, (do not seal). Continuously reevaluate patient for the development of tension pneumothorax. • Flail Chest : Stabilize chest, observe for tension pneumothorax. Consider assisted ventilations. • Fractures : Immobilize above and below the injury. Apply splint to injury in position found except:  Femur : Apply traction splint if indicated.  Grossly angulated long bone with distal neurovascular compromise : Apply gentle unidirectional traction to improve circulation.  Check and document distal pulse before and after positioning . • Genital Injuries : Cover genitalia with saline soaked gauze. If necessary, apply direct pressure to control bleeding. Treat amputations the same as extremity amputations. TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 3 of 7 • Head and Neck Trauma: Place brain injured patients in reverse Trendelenburg (elevate the head of the backboard 15 - 20 degrees), if the patient exhibits no signs of shock.  Eye: Whenever possible protect an injured eye with a rigid dressing, cup or eye shield. Do not attempt to replace a partially torn globe, stabilize it in place with sterile saline soaked gauze. Cover uninjured eye.  Avulsed Tooth : Collect teeth, place in moist, sterile saline gauze and place in a plastic bag. • Impaled Object : Immobilize and leave in place. Remove object if it interferes with CPR, or if the object is impaled in the face, cheek or neck and is compromising ventilations. • Determination of Death on Scene : Refer to ICEMA Reference #1 4250 - Determination of Death on Scene. III. LIMITED ALS (LALS) INTERVENTIONS • Perform identified BLS interventions and additional LALS interventions. • Advanced airway (as indicated).  Unmanageable Airway: Transport to the closest most appropriate receiving hospital when the patient requires advanced airway and an adequate airway cannot be maintained with a BVM device. • Establish IV access.  Unstable: If BP less than 90 mm Hg and/or signs of inadequate perfusion, start 2nd IV access.  Stable : Maintain IV if BP more than 90 mm Hg and/or signs of adequate tissue perfusion. Blunt Trauma :  Unstable: Establish IV NS administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml .  Stable : Saline lock only, do not administer IV fluids . Penetrating Trauma :  Saline lock only, do not administer IV fluids. Isolated Closed Head Injury:  Unstable: Establish IV NS, administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml.  Stable : Saline lock only, do not administer IV fluids. TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 4 of 7 Isolated Extremity Trauma:  Unstable: Establish IV NS, administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml.  Stable : Saline lock only, do not administer IV fluids. • Transport to appropriate hospital. A. Manage Special Considerations • Consider Push Dose Epi for persistent shock due to trauma where cardiac arrest is imminent, per ICEMA Reference #11010 - Medication - Standard Orders. • Spinal Motion Restriction: LALS personnel should remove LBB devices from patients placed in full spinal motion restriction precautions by first responders and BLS personnel if the patient does not meet any of the following indicators using the acronym (NSAID): N-euro Deficit(s) present? S-pinal Tenderness present? A-ltered Mental Status? I-ntoxication? D-istracting Injury? • Impaled Object : Remove object upon Trauma base hospital physician order, if indicated. B. Determination of Death on Scene : Refer to ICEMA Reference # 14250 - Determination of Death on Scene. • Severe Blunt Force Trauma Arrest : If indicated, transport to the closest receiving hospital. • Penetrating Trauma Arrest : If indicated, transport to the closest receiving hospital. • If the patient does not meet the “Obvious Death Criteria” per ICEMA Reference #14250 - Determination of Death on Scene, contact the T rauma base hospital for determination of death on scene for those patients who suffer a traumatic cardiac arrest in the setting of penetrating trauma and no reported vital signs (palpable pulse and/or spontaneous respirations) during the EMS encounter with the patient. • Resuscitation efforts on a penetrating traumatic arrest victim are not to be terminated without Trauma base hospital contact. • Precautions and Comments :  Electrical injuries that result in cardiac arrest shall be treated as medical arrests.  Consider cardiac etiology in older patients in cardiac arrest with low probability of mechanism of injury. TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 5 of 7  If the patient is not responsive to trauma- oriented resuscitation, consider medical etiology and treat accordingly.  Unsafe scene may warrant transport despite low potential for survival. IV. ALS INTERVENTIONS • Perform identified BLS and LALS intervention and t he additional ALS interventions. • Advanced Airway (as indicated):  Unmanageable Airway: If an adequate airway cannot be maintained with a BVM device; and the paramedic is unable to intubate or insert SGA or perform a successful needle cricothyrotomy (if indicated), then transport to the closest receiving hospital and follow ICEMA Reference # 9010 - Continuation of Care (San Bernardino County Only) . • Monitor ECG. • Establish IV/IO access.  Unstable: If BP less than 90 mm Hg and/or signs of inadequate perfusion, start 2 nd IV access.  Stable : Maintain IV /IO if BP more than 90 mm Hg and/or signs of adequate tissue perfusion. Blunt Trauma :  Unstable: Establish IV /IO NS administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml.  Stable : Saline lock only, do not administer IV fluids . Penetrating Trauma :  Saline lock only, do not administer IV fluids. Isolated Closed Head Injury:  Unstable: Establish IV /IO NS, administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml.  Stable : Saline lock only, do not administer IV fluids. Isolated Extremity Trauma:  Unstable: Establish IV /IO NS, administer 250 ml bolus. May repeat one (1) time to a maximum of 500 ml (avoid placement on injured extremity) .  Stable : Saline lock only, do not administer IV fluids. • Tranexamic Acid (TXA) administration for blunt or penetrating traumas : TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 6 of 7  Must be within three (3) hours of injury and must have either:  Signs and symptoms of hemorrhagic shock with SBP less than 9 0 mm Hg.  Significant hemorrhage with heart rate greater than or equal to 120.  Bleeding not controlled by direct pressure or tourniquet.  Pediatric administration is not indicated.  Blunt Trauma : ▪ For signs of hemorrhagic shock meeting inclusion criteria above, administer TXA per ICEMA Reference #11010 - Medication - Standard Orders.  Penetrating Trauma : ▪ For signs of hemorrhagic shock meeting inclusion criteria above, administer TXA per ICEMA Reference #11010 - Medication - Standard Orders. • Transport to appropriate Trauma Center . • Insert nasogastric/orogastric tube as indicated. A. Manage Special Considerations • As a temporary method for chest decompression, in the management of suspected tension pneumothorax, p erform needle thoracostomy .  Clinical Indications: o Patients with hypotension (SBP less than 90), clinical signs of shock, and at least one of the following signs: o Jugular vein distention. o Tracheal deviation away from the side of the injury (often a late sign). o Absent or decreased breath sounds on the affected side. o Increased resistance when ventilating a patient • The midaxillary line at the 5th intercostal space is the preferred site. . • Consider bilateral needle thoracostomy if no improvement or in traumatic cardiac arrest. • Pain Relief for Acute Traumatic Injuries :  Administer an appropriate analgesic per ICEMA Reference #14100 - Pain Management. Document vital signs and pain scales every five (5) minutes until arrival at destination  Consider Ondansetron per ICEMA Reference # 11010 - Medication - Standard Orders. TRAUMA - ADULT (15 years of age and older) Reference No. 1409 0 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 7 of 7 B. Determination of Death on Scene : Refer to ICEMA Reference #1 4250 - Determination of Death on Scene. • Severe Blunt Force Trauma Arrest : If indicated, pronounce on scene. • Penetrating Trauma Arrest : If indicated, transport to the closest receiving hospital. • If the patient does not meet the “Obvious Death Criteria” per ICEMA Reference #14250 - Determination of Death on Scene, contact the Trauma base hospital for determination of death on scene for those patients who suffer a traumatic cardiac arrest in the setting of penetrating trauma with documented asystole in at least two (2) leads, and no reported vital signs (palpable pulse and/or spontaneous respirations) during the EMS encounter with the patient. V. REFERENCES Number Name 9010 Continuation of Care 9030 Destination 9040 Trauma Triage Criteria 11010 Medication - Standard Orders 14050 Cardiac Arrest - Adult 14100 Pain Management 14250 Determination of Death on Scene INLAND COUNTIES EMERGENCY MEDICAL AGENCY POLICY AND PROTOCOL MANUAL Reference No. 14100 Effective Date: 05/01/24 Supersedes: 04/01/23 Page 1 of 2 PAIN MANAGEMENT I. PURPOSE To define the prehospital use of analgesics for pain management to patients with mild to severe pain. II. FIELD ASSESSMENT/TREATMENT INDICATORS The prehospital use of analgesics should be considered for the following: • Acute traumatic injuries • Acute abdominal/flank pain • Burn injuries • Cancer pain • Sickle Cell Crisis  The inability to recall a specific traumatic incident does not necessarily preclude the administration of pain medication . III. BLS INTERVENTIONS • Attempt to calm, reduce anxiety, and allow patient to assume position of comfort. • Utilize ice, immobilize and splint the affected area as indicated. • Assess patients level of pain using the pain scale from 1 - 10 with 10 being the worst pain. • Administer oxygen as clinically indicated per ICEMA Reference # 12010 - Patient Care Guidelines. IV. ALS INTERVENTIONS • Perform activities identified in the BLS Interventions. • Consider early vascular access. • Place on cardiac monitor. Obtain capnography, monitoring waveform and numerical value as clinically indicated . • Monitor and assess patient vital signs prior to administration of any analgesic. • For treatment of pain as needed with a blood pressure of greater than 100 systolic:  Fentanyl per ICEMA Reference # 11010 - Medication - Standard Orders (adult or pediatric patients) , for moderate to severe pain 6- 10 on pain scale or PAIN MANAGEMENT – ADULT and PEDIATRIC Reference No. 14100 Effective Date: 05/01/2 4 Supersedes: 04/01/23 Page 2 of 2  Ketamine per ICEMA Reference # 11010 - Medication - Standard Orders (Adult Only- 15 Years of Age and Older ), for moderate to severe pain 6- 10 on pain scale or  Tylenol per ICEMA Reference # 11010 - Medication - Standard Orders (adult or pediatric patients) , for mild to moderate pain 1-5 on pain scale or in moderate to severe pain where other medications are contraindicated of deferred. • For treatment of pain as needed with a blood pressure less than 100 systolic:  Ketamine per ICEMA Reference # 11010 - Medication - Standard Orders, (Adult Only- 15 Years of Age and Older) for moderate to severe pain 6- 10 on pain scale or  Tylenol per ICEMA Reference # 11010 - Medication - Standard Orders (adult or pediatric patients) , for mild to moderate pain 1- 5 on pain scale or in moderate to severe pain where other medications are contraindicated or deferred. • Continuous monitoring of patients ECG and capnography is required for administration of Ketamine or fentanyl . • Reassess and document vital signs, capnography, and pain scores every five (5) minutes. V. SPECIAL CONSIDERATIONS • Shifting from one analgesic while treating a patient requires base hospital contact. VI. REFERENCES Number Name 11010 Medication - Standard Orders 11020 Procedure- Standard Order 14240 Suspected Acute Myocardial Infarction (AMI) 14070 Burns - Adult 14090 Trauma- Adult 14190 Burns -Pediatric 14180 Trauma- Pediatric 13030 Cold Related Emergencies"
  }
]